[
    {
        "chapter_name": "Điều 1. Phạm vi điều chỉnh",
        "content": "Luật này quy định về nghĩa vụ tham gia Dân quân tự\r\nvệ; vị trí, chức năng, nhiệm vụ, nguyên tắc, tổ chức, hoạt động, chế độ, chính\r\nsách và trách nhiệm của cơ quan, tổ chức, cá nhân đối với Dân quân tự vệ.\n"
    },
    {
        "chapter_name": "Điều 2. Giải thích từ ngữ",
        "content": "Trong Luật này, các từ ngữ dưới đây được hiểu như\r\nsau:\n1. Dân quân tự vệ là lực lượng vũ trang quần\r\nchúng không thoát ly sản xuất, công tác, được tổ chức ở địa phương gọi là dân\r\nquân, được tổ chức ở cơ quan nhà nước, tổ chức chính trị, tổ chức chính trị -\r\nxã hội, đơn vị sự nghiệp, tổ chức kinh tế (sau đây gọi chung là cơ quan, tổ chức)\r\ngọi là tự vệ.\n2. Dân quân tự vệ tại chỗ là lực lượng làm nhiệm\r\nvụ ở thôn, ấp, bản, làng, buôn, bon, phum, sóc, tổ dân phố, khu phố, khối phố,\r\nkhóm, tiểu khu (sau đây gọi chung là thôn) và ở cơ quan, tổ chức.\n3. Dân quân tự vệ cơ động là lực lượng cơ động\r\nlàm nhiệm vụ trên các địa bàn theo quyết định của cấp có thẩm quyền.\n4. Dân quân thường trực là lực lượng thường\r\ntrực làm nhiệm vụ tại các địa bàn trọng điểm về quốc phòng.\n5. Dân quân tự vệ biển là lực lượng làm nhiệm\r\nvụ trên các hải đảo, vùng biển Việt Nam.\n6. Mở rộng lực lượng Dân quân tự vệ là biện\r\npháp bổ sung công dân trong độ tuổi chưa thực hiện nghĩa vụ quân sự, nghĩa vụ\r\ntham gia Dân quân tự vệ, công dân đã hoàn thành nghĩa vụ tham gia Dân quân tự vệ,\r\nquân nhân dự bị chưa sắp xếp vào đơn vị dự bị động viên cho đơn vị Dân quân tự\r\nvệ.\n7. Ban chỉ huy quân sự cơ quan, tổ chức là tổ\r\nchức được thành lập ở cơ quan, tổ chức để thực hiện công tác quốc phòng.\nBan chỉ huy quân sự cơ quan, tổ chức không bao gồm\r\nBan chỉ huy quân sự Bộ, ngành trung ương được thành lập theo quy định của Luật Quốc phòng.\n8. Công tác Dân quân tự vệ là hoạt động lãnh\r\nđạo, chỉ đạo, chỉ huy, quản lý, điều hành về tổ chức xây dựng lực lượng, huấn\r\nluyện, đào tạo, hoạt động và bảo đảm cho Dân quân tự vệ.\n"
    },
    {
        "chapter_name": "Điều 3. Vị trí, chức năng của\r\nDân quân tự vệ",
        "content": "Dân quân tự vệ là thành phần của lực lượng vũ trang\r\nnhân dân; là lực lượng bảo vệ Đảng, chính quyền, tính mạng, tài sản của Nhân\r\ndân, tài sản của cơ quan, tổ chức ở địa phương, cơ sở; làm nòng cốt cùng toàn\r\ndân đánh giặc ở địa phương, cơ sở khi có chiến tranh.\n"
    },
    {
        "chapter_name": "Điều 4. Nguyên tắc tổ chức, hoạt động của\r\nDân quân tự vệ",
        "content": "1. Đặt dưới sự lãnh đạo của Đảng Cộng sản Việt Nam,\r\nsự thống lĩnh của Chủ tịch nước, sự quản lý thống nhất của Chính phủ, trực tiếp\r\nlà sự lãnh đạo, chỉ đạo của cấp ủy Đảng, chính quyền địa phương, người đứng đầu\r\ncơ quan, tổ chức; sự chỉ huy cao nhất của Bộ trưởng Bộ Quốc phòng; sự chỉ huy của\r\nTổng Tham mưu trưởng Quân đội nhân dân Việt Nam, người chỉ huy đơn vị quân đội.\n2. Tuân thủ Hiến\r\npháp, pháp luật và điều ước quốc tế mà nước Cộng hòa xã hội chủ nghĩa Việt\r\nNam là thành viên; dựa vào dân, phát huy sức mạnh tổng hợp của toàn dân tộc và\r\nhệ thống chính trị để thực hiện nhiệm vụ.\n3. Xây dựng Dân quân tự vệ vững mạnh và rộng khắp;\r\ntổ chức, biên chế của Dân quân tự vệ phải đáp ứng yêu cầu nhiệm vụ quốc phòng,\r\nan ninh, gắn với địa bàn và nhiệm vụ của địa phương, cơ quan, tổ chức; thuận tiện\r\ncho lãnh đạo, chỉ đạo, chỉ huy, quản lý và phù hợp với tình hình, điều kiện\r\nkinh tế - xã hội của từng địa phương, cơ quan, tổ chức.\n"
    },
    {
        "chapter_name": "Điều 5. Nhiệm vụ của Dân quân tự\r\nvệ",
        "content": "1. Sẵn sàng chiến đấu, chiến đấu và phục vụ chiến đấu\r\nbảo vệ địa phương, cơ sở, cơ quan, tổ chức.\n2. Phối hợp với các đơn vị Quân đội nhân dân, Công\r\nan nhân dân và lực lượng khác trên địa bàn bảo vệ chủ quyền, an ninh biên giới\r\nquốc gia, hải đảo, vùng biển, vùng trời Việt Nam; tham gia xây dựng nền quốc\r\nphòng toàn dân, khu vực phòng thủ, bảo vệ an ninh quốc gia, bảo đảm trật tự, an\r\ntoàn xã hội, đấu tranh phòng, chống tội phạm và vi phạm pháp luật theo quy định\r\ncủa pháp luật.\n3. Thực hiện nhiệm vụ huấn luyện quân sự, giáo dục\r\nchính trị, pháp luật, hội thi, hội thao, diễn tập.\n4. Tham gia thực hiện các biện pháp về chiến tranh\r\nthông tin, chiến tranh không gian mạng theo quy định của pháp luật, quyết định\r\ncủa cấp có thẩm quyền.\n5. Phòng, chống, khắc phục hậu quả thảm họa, sự cố,\r\nthiên tai, dịch bệnh, cháy, nổ; tìm kiếm, cứu nạn, cứu hộ; bảo vệ rừng, bảo vệ\r\nmôi trường và nhiệm vụ phòng thủ dân sự khác theo quy định của pháp luật.\n6. Tuyên truyền, vận động Nhân dân thực hiện đường\r\nlối, quan điểm của Đảng, chính sách, pháp luật của Nhà nước về quốc phòng, an\r\nninh; tham gia xây dựng địa phương, cơ sở vững mạnh toàn diện, thực hiện chính\r\nsách xã hội.\n7. Thực hiện các nhiệm vụ khác theo quy định của\r\npháp luật.\n"
    },
    {
        "chapter_name": "Điều 6. Thành phần của Dân quân\r\ntự vệ",
        "content": "1. Dân quân tự vệ tại chỗ.\n2. Dân quân tự vệ cơ động.\n3. Dân quân thường trực.\n4. Dân quân tự vệ biển.\n5. Dân quân tự vệ phòng không, pháo binh, trinh\r\nsát, thông tin, công binh, phòng hóa, y tế.\n"
    },
    {
        "chapter_name": "Điều 7. Ngày truyền thống của\r\nDân quân tự vệ",
        "content": "Ngày 28 tháng 3 hằng năm là ngày truyền thống của\r\nDân quân tự vệ.\n"
    },
    {
        "chapter_name": "Điều 8. Độ tuổi, thời hạn thực hiện\r\nnghĩa vụ tham gia Dân quân tự vệ trong thời bình",
        "content": "1. Công dân nam từ đủ 18 tuổi đến hết 45 tuổi, công\r\ndân nữ từ đủ 18 tuổi đến hết 40 tuổi có nghĩa vụ tham gia Dân quân tự vệ; nếu\r\ntình nguyện tham gia Dân quân tự vệ thì có thể kéo dài đến hết 50 tuổi đối với\r\nnam, đến hết 45 tuổi đối với nữ.\n2. Thời hạn thực hiện nghĩa vụ tham gia Dân quân tự\r\nvệ tại chỗ, Dân quân tự vệ cơ động, Dân quân tự vệ biển, Dân quân tự vệ phòng\r\nkhông, pháo binh, trinh sát, thông tin, công binh, phòng hóa, y tế là 04 năm;\r\ndân quân thường trực là 02 năm.\nCăn cứ yêu cầu, nhiệm vụ quốc phòng, quân sự của địa\r\nphương, cơ quan, tổ chức, thời hạn thực hiện nghĩa vụ tham gia Dân quân tự vệ\r\nđược kéo dài nhưng không quá 02 năm; đối với dân quân biển, tự vệ và chỉ huy\r\nđơn vị Dân quân tự vệ được kéo dài hơn nhưng không quá độ tuổi quy định tại khoản\r\n1 Điều này.\n3. Chủ tịch Ủy ban nhân dân cấp xã, Chủ tịch Ủy ban\r\nnhân dân cấp huyện nơi không có đơn vị hành chính cấp xã, người đứng đầu cơ\r\nquan, tổ chức quyết định kéo dài độ tuổi, thời hạn thực hiện nghĩa vụ tham gia\r\nDân quân tự vệ theo quy định tại Điều này.\n"
    },
    {
        "chapter_name": "Điều 9. Đăng ký công dân thực hiện nghĩa\r\nvụ tham gia Dân quân tự vệ, quản lý Dân quân tự vệ",
        "content": "1. Việc đăng ký công dân thực hiện nghĩa vụ tham\r\ngia Dân quân tự vệ được quy định như sau:\na) Tháng 4 hằng năm, căn cứ kết quả đăng ký nghĩa vụ\r\nquân sự, Chủ tịch Ủy ban nhân dân cấp xã, Chủ tịch Ủy ban nhân dân cấp huyện\r\nnơi không có đơn vị hành chính cấp xã, người đứng đầu cơ quan, tổ chức có trách\r\nnhiệm đăng ký cho công dân đủ 18 tuổi thực hiện nghĩa vụ tham gia Dân quân tự vệ;\r\ntổ chức đăng ký bổ sung cho công dân trong độ tuổi thực hiện nghĩa vụ tham gia\r\nDân quân tự vệ;\nb) Công dân trong độ tuổi thực hiện nghĩa vụ tham\r\ngia Dân quân tự vệ khi thay đổi nơi cư trú đến đăng ký thường trú, đăng ký tạm\r\ntrú thì Chủ tịch Ủy ban nhân dân cấp xã, Chủ tịch Ủy ban nhân dân cấp huyện nơi\r\nkhông có đơn vị hành chính cấp xã có trách nhiệm đăng ký cho công dân thực hiện\r\nnghĩa vụ tham gia Dân quân tự vệ.\nTrường hợp thay đổi nơi làm việc thì người đứng đầu\r\ncơ quan, tổ chức có trách nhiệm đăng ký cho công dân thực hiện nghĩa vụ tham\r\ngia Dân quân tự vệ;\nc) Người khuyết tật, người mắc bệnh hiểm nghèo, bệnh\r\ntâm thần theo quy định của pháp luật được miễn đăng ký nghĩa vụ tham gia Dân\r\nquân tự vệ.\n2. Việc quản lý Dân quân tự vệ được quy định như\r\nsau:\na) Dân quân tự vệ khi vắng mặt trong thời gian thực\r\nhiện nhiệm vụ phải báo cáo với người chỉ huy trực tiếp để xem xét, quyết định;\nb) Dân quân tự vệ tạm vắng trong thời gian từ 03\r\ntháng trở lên phải báo cáo với Ban chỉ huy quân sự cấp xã nơi cư trú, Ban chỉ\r\nhuy quân sự cấp huyện nơi không có đơn vị hành chính cấp xã, Ban chỉ huy quân sự\r\ncơ quan, tổ chức hoặc người chỉ huy đơn vị tự vệ nơi không có Ban chỉ huy quân\r\nsự cơ quan, tổ chức;\nc) Chính phủ quy định phân cấp\r\nquản lý đơn vị Dân quân tự vệ.\n"
    },
    {
        "chapter_name": "Điều 10. Tiêu chuẩn, tuyển chọn và thẩm\r\nquyền quyết định công dân thực hiện nghĩa vụ tham gia Dân quân tự vệ",
        "content": "1. Công dân Việt Nam trong độ tuổi thực hiện nghĩa\r\nvụ tham gia Dân quân tự vệ, có đủ các tiêu chuẩn sau đây được tuyển chọn vào\r\nDân quân tự vệ:\na) Lý lịch rõ ràng;\nb) Chấp hành nghiêm đường lối, quan điểm của Đảng,\r\nchính sách, pháp luật của Nhà nước;\nc) Đủ sức khỏe thực hiện nhiệm vụ của Dân quân tự vệ.\n2. Việc tuyển chọn vào Dân quân tự vệ được quy định\r\nnhư sau:\na) Bảo đảm công khai, dân chủ, đúng quy định của\r\npháp luật;\nb) Hằng năm, Ban chỉ huy quân sự cấp huyện chỉ đạo,\r\nhướng dẫn Ủy ban nhân dân cấp xã, cơ quan, tổ chức tuyển chọn công dân thực hiện\r\nnghĩa vụ tham gia Dân quân tự vệ; nơi không có đơn vị hành chính cấp xã do Ban\r\nchỉ huy quân sự cấp huyện trực tiếp tuyển chọn.\n3. Quân nhân dự bị chưa sắp xếp vào đơn vị dự bị động\r\nviên được tuyển chọn vào đơn vị Dân quân tự vệ.\n4. Chủ tịch Ủy ban nhân dân cấp xã, Chủ tịch Ủy ban\r\nnhân dân cấp huyện nơi không có đơn vị hành chính cấp xã, người đứng đầu cơ\r\nquan, tổ chức quyết định công dân thực hiện nghĩa vụ tham gia Dân quân tự vệ.\n5. Bộ trưởng Bộ Quốc phòng quy định chi tiết khoản\r\n1 Điều này.\n"
    },
    {
        "chapter_name": "Điều 11. Tạm hoãn, miễn thực\r\nhiện nghĩa vụ tham gia Dân quân tự vệ trong thời bình",
        "content": "1. Công dân được tạm hoãn thực hiện nghĩa vụ tham\r\ngia Dân quân tự vệ trong trường hợp sau đây:\na) Phụ nữ mang thai hoặc nuôi con dưới 36 tháng tuổi;\r\nnam giới một mình nuôi con dưới 36 tháng tuổi;\nb) Không đủ sức khỏe thực hiện nhiệm vụ của Dân quân\r\ntự vệ;\nc) Có chồng hoặc vợ là sĩ quan, quân nhân chuyên\r\nnghiệp, công chức, viên chức, công nhân quốc phòng, hạ sĩ quan, binh sĩ đang phục\r\nvụ trong Quân đội nhân dân;\nd) Có chồng hoặc vợ là sĩ quan, hạ sĩ quan, chiến\r\nsĩ, công nhân công an đang phục vụ trong Công an nhân dân;\nđ) Có chồng hoặc vợ là cán bộ, công chức, viên chức,\r\nthanh niên xung phong được điều động đến công tác, làm việc ở vùng có điều kiện\r\nkinh tế - xã hội đặc biệt khó khăn theo quy định của pháp luật;\ne) Lao động duy nhất trong hộ nghèo, hộ cận nghèo;\r\nngười phải trực tiếp nuôi dưỡng thân nhân không còn khả năng lao động hoặc chưa\r\nđến tuổi lao động; người trong hộ gia đình bị thiệt hại nặng về người và tài sản\r\ndo tai nạn, thiên tai, dịch bệnh nguy hiểm gây ra được Chủ tịch Ủy ban nhân dân\r\ncấp xã, Chủ tịch Ủy ban nhân dân cấp huyện nơi không có đơn vị hành chính cấp\r\nxã, người đứng đầu cơ quan, tổ chức nơi công dân cư trú hoặc làm việc xác nhận;\ng) Vợ hoặc chồng, một con của thương binh, bệnh\r\nbinh, người bị nhiễm chất độc da cam suy giảm khả năng lao động từ 61% đến 80%;\nh) Người đang học tại trường của cơ quan nhà nước,\r\ntổ chức chính trị, tổ chức chính trị - xã hội, cơ sở giáo dục thuộc hệ thống\r\ngiáo dục quốc dân; người đang lao động, học tập, làm việc ở nước ngoài.\n2. Công dân được miễn thực hiện nghĩa vụ tham gia\r\nDân quân tự vệ trong trường hợp sau đây:\na) Vợ hoặc chồng, con của liệt sĩ;\nb) Vợ hoặc chồng, con của thương binh, bệnh binh,\r\nngười bị nhiễm chất độc da cam suy giảm khả năng lao động từ 81% trở lên;\nc) Quân nhân dự bị đã được sắp xếp vào đơn vị dự bị\r\nđộng viên;\nd) Người trực tiếp nuôi dưỡng, chăm sóc Bà mẹ Việt\r\nNam anh hùng; người trực tiếp nuôi dưỡng người suy giảm khả năng lao động từ\r\n81% trở lên;\nđ) Người làm công tác cơ yếu.\n3. Công dân thuộc diện tạm hoãn, miễn thực hiện\r\nnghĩa vụ tham gia Dân quân tự vệ quy định tại các điểm c, d, đ, e, g khoản 1 và\r\ncác điểm a, b, d khoản 2 Điều này nếu tình nguyện thì được xem xét tuyển chọn\r\nvào Dân quân tự vệ.\n4. Chủ tịch Ủy ban nhân dân cấp xã, Chủ tịch Ủy ban\r\nnhân dân cấp huyện nơi không có đơn vị hành chính cấp xã, người đứng đầu cơ\r\nquan, tổ chức quyết định tạm hoãn, miễn thực hiện nghĩa vụ tham gia Dân quân tự\r\nvệ.\n"
    },
    {
        "chapter_name": "Điều 12. Thôi thực hiện nghĩa vụ tham\r\ngia Dân quân tự vệ trước thời hạn, đưa ra khỏi danh sách Dân quân tự vệ",
        "content": "1. Thôi thực hiện nghĩa vụ tham gia Dân quân tự vệ\r\ntrước thời hạn trong trường hợp sau đây:\na) Dân quân tự vệ nữ mang thai hoặc nuôi con dưới\r\n36 tháng tuổi, Dân quân tự vệ nam một mình nuôi con dưới 36 tháng tuổi;\nb) Không đủ sức khỏe thực hiện nhiệm vụ của Dân\r\nquân tự vệ;\nc) Hoàn cảnh gia đình khó khăn đột xuất không có điều\r\nkiện tiếp tục thực hiện nghĩa vụ tham gia Dân quân tự vệ được Chủ tịch Ủy ban\r\nnhân dân cấp xã, Chủ tịch Ủy ban nhân dân cấp huyện nơi không có đơn vị hành\r\nchính cấp xã, người đứng đầu cơ quan, tổ chức xác nhận;\nd) Có lệnh gọi nhập ngũ hoặc lệnh gọi thực hiện\r\nnghĩa vụ tham gia Công an nhân dân; có quyết định tuyển dụng vào công chức,\r\nviên chức, công nhân quốc phòng, công nhân công an;\nđ) Có giấy báo và vào học ở cơ sở giáo dục đại học,\r\ncơ sở giáo dục nghề nghiệp, trường của cơ quan nhà nước, tổ chức chính trị, tổ\r\nchức chính trị - xã hội; người có giấy báo và đi lao động, học tập, làm việc ở\r\nnước ngoài.\n2. Đưa ra khỏi danh sách Dân quân tự vệ trong trường\r\nhợp sau đây:\na) Chết hoặc bị Tòa án tuyên bố là mất tích, đã chết;\nb) Bị khởi tố bị can;\nc) Bị tước danh hiệu Dân quân tự vệ;\nd) Bị áp dụng biện pháp đưa vào cơ sở giáo dục bắt\r\nbuộc;\nđ) Nghiện ma túy theo xác nhận của cơ quan có thẩm\r\nquyền hoặc bị áp dụng biện pháp đưa vào cơ sở cai nghiện bắt buộc;\ne) Bị áp dụng biện pháp giáo dục tại xã, phường, thị\r\ntrấn.\n3. Chủ tịch Ủy ban nhân dân cấp xã, Chủ tịch Ủy ban\r\nnhân dân cấp huyện nơi không có đơn vị hành chính cấp xã, người đứng đầu cơ\r\nquan, tổ chức quyết định thôi thực hiện nghĩa vụ tham gia Dân quân tự vệ trước\r\nthời hạn, đưa ra khỏi danh sách Dân quân tự vệ.\n"
    },
    {
        "chapter_name": "Điều 13. Hoàn thành nghĩa vụ tham gia\r\nDân quân tự vệ",
        "content": "1. Dân quân tự vệ đã phục vụ đủ thời hạn theo quy định\r\ntại khoản 2 Điều 8 của Luật này được công nhận hoàn thành\r\nnghĩa vụ tham gia Dân quân tự vệ.\n2. Công dân đã hoàn thành nghĩa vụ tham gia Dân\r\nquân tự vệ nhưng còn trong độ tuổi quy định tại khoản 1 Điều 8 của\r\nLuật này thì Chủ tịch Ủy ban nhân dân cấp xã, Chủ tịch Ủy ban nhân dân cấp\r\nhuyện nơi không có đơn vị hành chính cấp xã, người đứng đầu cơ quan, tổ chức\r\nđăng ký, quản lý để sẵn sàng mở rộng lực lượng Dân quân tự vệ.\n3. Dân quân thường trực được công nhận hoàn thành\r\nthực hiện nghĩa vụ quân sự tại ngũ trong thời bình theo quy định của Luật Nghĩa vụ quân sự.\n4. Chủ tịch Ủy ban nhân dân cấp xã, Chủ tịch Ủy ban\r\nnhân dân cấp huyện nơi không có đơn vị hành chính cấp xã, người đứng đầu cơ\r\nquan, tổ chức quyết định công nhận công dân hoàn thành nghĩa vụ tham gia Dân\r\nquân tự vệ.\n"
    },
    {
        "chapter_name": "Điều 14. Các hành vi bị nghiêm cấm về\r\nDân quân tự vệ",
        "content": "1. Thành lập, tham gia, tài trợ tổ chức, huấn luyện,\r\nđiều động, sử dụng Dân quân tự vệ trái pháp luật.\n2. Trốn tránh, chống đối, cản trở việc tổ chức, huấn\r\nluyện, hoạt động và thực hiện nghĩa vụ tham gia Dân quân tự vệ.\n3. Giả danh Dân quân tự vệ.\n4. Lợi dụng, lạm dụng chức vụ, quyền hạn, nhiệm vụ\r\ncủa Dân quân tự vệ được giao xâm phạm lợi ích của quốc gia, quyền và lợi ích hợp\r\npháp của cơ quan, tổ chức, cá nhân.\n5. Sản xuất, vận chuyển, mua bán, thu gom, tàng trữ,\r\nsử dụng, chiếm giữ trái pháp luật vũ khí, vật liệu nổ quân dụng, công cụ hỗ trợ,\r\ntrang thiết bị, phương tiện kỹ thuật, trang phục, sao mũ, phù hiệu, tài sản của\r\nDân quân tự vệ.\n6. Phân biệt đối xử về giới trong công tác Dân quân\r\ntự vệ.\n"
    },
    {
        "chapter_name": "Điều 15. Tổ chức Dân quân tự vệ",
        "content": "1. Thôn tổ chức tổ, tiểu đội hoặc trung đội dân\r\nquân tại chỗ.\n2. Cấp xã tổ chức trung đội dân quân cơ động. Cấp\r\nxã ven biển, đảo tổ chức trung đội dân quân cơ động và tiểu đội hoặc trung đội\r\ndân quân biển.\nCăn cứ yêu cầu nhiệm vụ quốc phòng, quân sự, cấp xã\r\ntổ chức khẩu đội cối, tổ hoặc tiểu đội dân quân trinh sát, thông tin, công\r\nbinh, phòng hóa, y tế; cấp xã trọng điểm về quốc phòng tổ chức tiểu đội hoặc\r\ntrung đội dân quân thường trực.\n3. Cơ quan, tổ chức tổ chức tiểu đội, trung đội, đại\r\nđội hoặc tiểu đoàn tự vệ. Cơ quan, tổ chức có phương tiện hoạt động trên biển tổ\r\nchức tiểu đội, trung đội, hải đội hoặc hải đoàn tự vệ.\n4. Trên cơ sở tổ chức đơn vị Dân quân tự vệ quy định\r\ntại các khoản 1, 2 và 3 Điều này, căn cứ yêu cầu nhiệm vụ quốc phòng, quân sự,\r\ncấp huyện tổ chức trung đội hoặc đại đội Dân quân tự vệ cơ động, trung đội Dân\r\nquân tự vệ phòng không, pháo binh, tiểu đội hoặc trung đội dân quân thường trực;\r\ncấp tỉnh tổ chức đại đội Dân quân tự vệ phòng không, pháo binh; cấp tỉnh ven biển\r\ntổ chức hải đội dân quân thường trực.\n5. Bộ trưởng Bộ Quốc phòng quy định quy mô, tổ chức,\r\nbiên chế đơn vị Dân quân tự vệ; quyết định cấp xã trọng điểm về quốc phòng.\n"
    },
    {
        "chapter_name": "Điều 16. Mở rộng lực lượng Dân\r\nquân tự vệ",
        "content": "1. Mở rộng lực lượng Dân quân tự vệ trong trường hợp\r\nsau đây:\na) Khi thực hiện lệnh động viên cục bộ, tổng động\r\nviên;\nb) Khi ban bố tình trạng khẩn cấp do thảm họa, dịch\r\nbệnh nguy hiểm hoặc tình hình đe dọa nghiêm trọng đến an ninh quốc gia, trật tự,\r\nan toàn xã hội.\n2. Bộ trưởng Bộ Quốc phòng quy định kế hoạch, thẩm\r\nquyền quyết định mở rộng lực lượng Dân quân tự vệ.\n"
    },
    {
        "chapter_name": "Điều 17. Điều kiện tổ chức tự vệ trong\r\ndoanh nghiệp",
        "content": "Doanh nghiệp được xem xét quyết định thành lập đơn\r\nvị tự vệ khi có đủ các điều kiện sau đây:\n1. Bảo đảm sự lãnh đạo của cấp ủy Đảng, sự quản lý của\r\nỦy ban nhân dân các cấp và sự chỉ huy của cơ quan quân sự địa phương cấp tỉnh,\r\ncấp huyện;\n2. Theo yêu cầu nhiệm vụ quốc phòng, an ninh, đề\r\nán, kế hoạch tổ chức Dân quân tự vệ của địa phương nơi doanh nghiệp hoạt động\r\nvà phù hợp với tổ chức sản xuất, kinh doanh của doanh nghiệp;\n3. Đã hoạt động từ đủ 24 tháng trở lên;\n4. Có số lượng người lao động đủ tiêu chuẩn tuyển\r\nchọn thực hiện nghĩa vụ tham gia Dân quân tự vệ để tổ chức ít nhất 01 tiểu đội\r\ntự vệ.\n"
    },
    {
        "chapter_name": "Điều 18. Hệ thống chỉ huy Dân\r\nquân tự vệ",
        "content": "1. Bộ trưởng Bộ Quốc phòng.\n2. Tổng Tham mưu trưởng Quân đội nhân dân Việt Nam.\n3. Tư lệnh quân khu, Tư lệnh quân chủng, Tư lệnh Bộ\r\nđội Biên phòng, Tư lệnh Cảnh sát biển, Tư lệnh Bộ Tư lệnh Thủ đô Hà Nội, Tư lệnh\r\nbinh chủng, Tư lệnh binh đoàn.\n4. Tư lệnh Bộ Tư lệnh Thành phố Hồ Chí Minh, Chỉ\r\nhuy trưởng Bộ chỉ huy quân sự cấp tỉnh.\n5. Chỉ huy trưởng Ban chỉ huy quân sự cấp huyện.\n6. Người đứng đầu doanh nghiệp quân đội có tổ chức\r\ntự vệ.\n7. Chỉ huy trưởng Ban chỉ huy quân sự cơ quan, tổ\r\nchức.\n8. Chỉ huy trưởng Ban chỉ huy quân sự cấp xã.\n9. Tiểu đoàn trưởng, Hải đoàn trưởng, Đại đội trưởng,\r\nHải đội trưởng, Trung đội trưởng, Tiểu đội trưởng, Thuyền trưởng, Khẩu đội trưởng\r\nđơn vị Dân quân tự vệ.\n10. Thôn đội trưởng.\n"
    },
    {
        "chapter_name": "Điều 19. Chức vụ chỉ huy Dân\r\nquân tự vệ",
        "content": "1. Các chức vụ chỉ huy của Ban chỉ huy quân sự cấp\r\nxã, Ban chỉ huy quân sự cơ quan, tổ chức bao gồm:\na) Chỉ huy trưởng, Chính trị viên;\nb) Phó Chỉ huy trưởng, Chính trị viên phó.\n2. Các chức vụ chỉ huy của đơn vị Dân quân tự vệ\r\nbao gồm:\na) Tiểu đoàn trưởng, Chính trị viên tiểu đoàn, Phó\r\nTiểu đoàn trưởng, Chính trị viên phó tiểu đoàn; Hải đoàn trưởng, Chính trị viên\r\nhải đoàn, Phó Hải đoàn trưởng, Chính trị viên phó hải đoàn;\nb) Đại đội trưởng, Chính trị viên đại đội, Phó Đại\r\nđội trưởng, Chính trị viên phó đại đội; Hải đội trưởng, Chính trị viên hải đội,\r\nPhó Hải đội trưởng, Chính trị viên phó hải đội;\nc) Trung đội trưởng;\nd) Tiểu đội trưởng, Thuyền trưởng, Khẩu đội trưởng;\nđ) Thôn đội trưởng kiêm chỉ huy đơn vị dân quân tại\r\nchỗ.\n"
    },
    {
        "chapter_name": "Điều 20. Ban chỉ huy quân sự cấp\r\nxã, thôn đội trưởng",
        "content": "1. Ban chỉ huy quân sự cấp xã là cơ quan thường trực\r\ncông tác quốc phòng ở cấp xã. Thành phần Ban chỉ huy quân sự cấp xã bao gồm:\na) Chỉ huy trưởng là Ủy viên Ủy ban nhân dân cấp xã,\r\nsĩ quan dự bị; trong tình trạng khẩn cấp về quốc phòng, tình trạng chiến tranh\r\nđược gọi vào phục vụ tại ngũ theo quy định của Luật\r\nSĩ quan Quân đội nhân dân Việt Nam và tiếp tục đảm nhiệm chức vụ Chỉ huy\r\ntrưởng Ban chỉ huy quân sự cấp xã;\nb) Chính trị viên do Bí thư cấp ủy cấp xã đảm nhiệm;\nc) Chính trị viên phó do Bí thư Đoàn Thanh niên Cộng\r\nsản Hồ Chí Minh cấp xã đảm nhiệm;\nd) Phó Chỉ huy trưởng là người hoạt động không\r\nchuyên trách ở cấp xã.\n2. Ban chỉ huy quân sự cấp xã có trụ sở hoặc nơi\r\nlàm việc riêng, được sử dụng con dấu riêng theo quy định của pháp luật.\n3. Ban chỉ huy quân sự cấp xã có chức năng, nhiệm vụ\r\nsau đây:\na) Tham mưu cho cấp ủy Đảng, chính quyền cấp xã\r\nlãnh đạo, chỉ đạo, quản lý, điều hành thực hiện nhiệm vụ quốc phòng, quân sự\r\ntheo quy định của pháp luật;\nb) Chủ trì, phối hợp với ban, ngành, đoàn thể xây dựng\r\nvà tổ chức thực hiện kế hoạch công tác quốc phòng và kế hoạch khác có liên quan\r\nđến nhiệm vụ quốc phòng, quân sự ở cấp xã;\nc) Phối hợp với Ủy ban Mặt trận Tổ quốc Việt Nam,\r\nban, ngành, đoàn thể ở cấp xã tuyên truyền đường lối, quan điểm của Đảng, chính\r\nsách, pháp luật của Nhà nước, thực hiện giáo dục quốc phòng và an ninh; tham\r\ngia xây dựng cơ sở vững mạnh toàn diện; thực hiện chính sách hậu phương quân đội,\r\nchính sách ưu đãi người có công với cách mạng;\nd) Tổ chức huấn luyện quân sự, giáo dục chính trị,\r\npháp luật, hội thi, hội thao, diễn tập cho dân quân; chỉ huy dân quân thực hiện\r\nnhiệm vụ theo quy định của Luật này, quy định khác của pháp luật có liên quan\r\nvà quyết định của cấp có thẩm quyền;\nđ) Đăng ký, quản lý, bảo quản và sử dụng vũ khí, vật\r\nliệu nổ quân dụng, công cụ hỗ trợ, trang thiết bị, phương tiện kỹ thuật của đơn\r\nvị dân quân thuộc quyền theo quy định của pháp luật và quyết định của cấp có thẩm\r\nquyền;\ne) Tham mưu, giúp Ủy ban nhân dân cấp xã kiểm tra,\r\nxử lý vi phạm, giải quyết khiếu nại, tố cáo, sơ kết, tổng kết, thi đua, khen\r\nthưởng về công tác quốc phòng địa phương theo quy định của pháp luật.\n4. Thôn đội trưởng có nhiệm vụ tham mưu cho cấp ủy,\r\nchi bộ thôn lãnh đạo, chỉ đạo và tổ chức thực hiện nhiệm vụ quốc phòng, quân sự\r\nở thôn; quản lý, chỉ huy trực tiếp dân quân thuộc quyền; phối hợp thực hiện\r\nchính sách hậu phương quân đội, chính sách ưu đãi người có công với cách mạng.\n5. Chính phủ quy định số lượng\r\nPhó Chỉ huy trưởng; tiêu chuẩn, định mức trang thiết bị làm việc của Ban chỉ\r\nhuy quân sự cấp xã.\n"
    },
    {
        "chapter_name": "Điều 21. Ban chỉ huy quân sự cơ quan, tổ\r\nchức",
        "content": "1. Ban chỉ huy quân sự cơ quan, tổ chức được xem\r\nxét thành lập khi cơ quan, tổ chức có đủ các điều kiện sau đây:\na) Có tổ chức Đảng Cộng sản Việt Nam;\nb) Có đơn vị tự vệ của cơ quan, tổ chức.\n2. Ban chỉ huy quân sự cơ quan, tổ chức làm việc\r\ntheo chế độ kiêm nhiệm, thành phần gồm Chỉ huy trưởng là người đứng đầu hoặc cấp\r\nphó của người đứng đầu cơ quan, tổ chức, Chính trị viên là Bí thư hoặc Phó Bí\r\nthư cấp ủy cùng cấp, Phó Chỉ huy trưởng, Chính trị viên phó.\n3. Ban chỉ huy quân sự cơ quan, tổ chức được sử dụng\r\ncon dấu riêng theo quy định của pháp luật.\n4. Ban chỉ huy quân sự cơ quan, tổ chức có chức\r\nnăng, nhiệm vụ sau đây:\na) Tham mưu cho cấp ủy Đảng, người đứng đầu cơ\r\nquan, tổ chức lãnh đạo, chỉ đạo công tác quốc phòng;\nb) Xây dựng và tổ chức thực hiện kế hoạch công tác\r\nquốc phòng, công tác tự vệ và kế hoạch khác có liên quan đến nhiệm vụ quốc\r\nphòng, quân sự của cơ quan, tổ chức; phối hợp thực hiện chính sách hậu phương\r\nquân đội, chính sách ưu đãi người có công với cách mạng;\nc) Tổ chức huấn luyện quân sự, giáo dục chính trị,\r\npháp luật, hội thi, hội thao, diễn tập cho tự vệ; chỉ huy tự vệ thực hiện nhiệm\r\nvụ theo quy định của Luật này, quy định khác của pháp luật có liên quan và quyết\r\nđịnh của cấp có thẩm quyền;\nd) Đăng ký, quản lý, bảo quản và sử dụng vũ khí, vật\r\nliệu nổ quân dụng, công cụ hỗ trợ, trang thiết bị, phương tiện kỹ thuật của các\r\nđơn vị tự vệ thuộc quyền theo quy định của pháp luật;\nđ) Tham mưu cho cấp ủy Đảng, người đứng đầu cơ\r\nquan, tổ chức kiểm tra, xử lý vi phạm, giải quyết khiếu nại, tố cáo, sơ kết, tổng\r\nkết, thi đua, khen thưởng về công tác quốc phòng.\n5. Chính phủ quy định số lượng\r\nPhó Chỉ huy trưởng; tiêu chuẩn, định mức trang thiết bị làm việc của Ban chỉ\r\nhuy quân sự cơ quan, tổ chức.\n"
    },
    {
        "chapter_name": "Điều 22. Thẩm quyền thành lập, giải thể\r\nđơn vị Dân quân tự vệ, Ban chỉ huy quân sự cấp xã, Ban chỉ huy quân sự cơ quan,\r\ntổ chức",
        "content": "1. Thẩm quyền thành lập đơn vị Dân quân tự vệ, Ban\r\nchỉ huy quân sự cấp xã, Ban chỉ huy quân sự cơ quan, tổ chức, trừ đơn vị tự vệ\r\ntrong doanh nghiệp quân đội được quy định như sau:\na) Tổng Tham mưu trưởng Quân đội nhân dân Việt Nam\r\nquyết định thành lập đại đội Dân quân tự vệ pháo phòng không, đại đội Dân quân\r\ntự vệ pháo binh;\nb) Tư lệnh quân khu, Tư lệnh Quân chủng Hải quân,\r\nTư lệnh Bộ Tư lệnh Thủ đô Hà Nội quyết định thành lập tiểu đoàn tự vệ; hải đội\r\nDân quân tự vệ, hải đội dân quân thường trực; hải đoàn Dân quân tự vệ;\nc) Tư lệnh Bộ Tư lệnh Thủ đô Hà Nội, Tư lệnh Bộ Tư\r\nlệnh Thành phố Hồ Chí Minh, Chỉ huy trưởng Bộ chỉ huy quân sự cấp tỉnh quyết định\r\nthành lập đại đội tự vệ, đại đội dân quân cơ động; trung đội Dân quân tự vệ\r\nphòng không, pháo binh; trung đội Dân quân tự vệ biển; tiểu đội, trung đội dân\r\nquân thường trực;\nd) Chỉ huy trưởng Ban chỉ huy quân sự cấp huyện quyết\r\nđịnh thành lập trung đội Dân quân tự vệ cơ động; tiểu đội, trung đội Dân quân tự\r\nvệ tại chỗ; khẩu đội Dân quân tự vệ pháo binh; tổ, tiểu đội dân quân trinh sát,\r\nthông tin, công binh, phòng hóa, y tế; tiểu đội Dân quân tự vệ biển;\nđ) Chỉ huy trưởng Ban chỉ huy quân sự cấp xã quyết\r\nđịnh thành lập tổ dân quân tại chỗ sau khi báo cáo Ban chỉ huy quân sự cấp huyện\r\nvà Ủy ban nhân dân cấp xã; nơi không có đơn vị hành chính cấp xã do Chỉ huy trưởng\r\nBan chỉ huy quân sự cấp huyện quyết định thành lập;\ne) Tư lệnh Bộ Tư lệnh Thủ đô Hà Nội, Tư lệnh Bộ Tư\r\nlệnh Thành phố Hồ Chí Minh, Chỉ huy trưởng Bộ chỉ huy quân sự cấp tỉnh quyết định\r\nthành lập Ban chỉ huy quân sự cấp xã, Ban chỉ huy quân sự cơ quan, tổ chức.\n2. Cấp có thẩm quyền quyết định thành lập thì có\r\nquyền quyết định giải thể đơn vị Dân quân tự vệ, Ban chỉ huy quân sự cấp xã,\r\nBan chỉ huy quân sự cơ quan, tổ chức.\n3. Bộ trưởng Bộ Quốc phòng quy định thẩm quyền\r\nthành lập đơn vị tự vệ trong doanh nghiệp quân đội; trình tự, thủ tục thành lập,\r\ngiải thể đơn vị Dân quân tự vệ, Ban chỉ huy quân sự cấp xã, Ban chỉ huy quân sự\r\ncơ quan, tổ chức.\n"
    },
    {
        "chapter_name": "Điều 23. Bổ nhiệm, miễn nhiệm các chức\r\nvụ chỉ huy Dân quân tự vệ",
        "content": "1. Thẩm quyền bổ nhiệm các chức vụ chỉ huy Dân quân\r\ntự vệ, trừ chức vụ chỉ huy tự vệ trong doanh nghiệp quân đội được quy định như\r\nsau:\na) Tư lệnh quân khu, Tư lệnh Quân chủng Hải quân,\r\nTư lệnh Bộ Tư lệnh Thủ đô Hà Nội quyết định bổ nhiệm các chức vụ chỉ huy tiểu\r\nđoàn, hải đoàn Dân quân tự vệ;\nb) Tư lệnh Bộ Tư lệnh Thủ đô Hà Nội, Tư lệnh Bộ Tư\r\nlệnh Thành phố Hồ Chí Minh, Chỉ huy trưởng Bộ chỉ huy quân sự cấp tỉnh quyết định\r\nbổ nhiệm chức vụ chỉ huy đại đội, hải đội Dân quân tự vệ; Tư lệnh Quân chủng Hải\r\nquân quyết định bổ nhiệm các chức vụ chỉ huy hải đội tự vệ thuộc quyền quản lý;\nc) Chỉ huy trưởng Ban chỉ huy quân sự cấp huyện quyết\r\nđịnh bổ nhiệm Thôn đội trưởng, Trung đội trưởng, Tiểu đội trưởng, Thuyền trưởng\r\nvà Khẩu đội trưởng Dân quân tự vệ;\nd) Tư lệnh Bộ Tư lệnh Thủ đô Hà Nội, Tư lệnh Bộ Tư\r\nlệnh Thành phố Hồ Chí Minh, Chỉ huy trưởng Bộ chỉ huy quân sự cấp tỉnh quyết định\r\nbổ nhiệm các chức vụ chỉ huy của Ban chỉ huy quân sự cơ quan, tổ chức;\nđ) Chủ tịch Ủy ban nhân dân\r\ncấp huyện quyết định bổ nhiệm các chức vụ chỉ huy của Ban chỉ huy quân sự cấp\r\nxã.\n2. Miễn nhiệm các chức vụ chỉ huy Dân quân tự vệ được\r\nquy định như sau:\na) Miễn nhiệm các chức vụ chỉ huy Dân quân tự vệ\r\nkhi thay đổi vị trí công tác, thay đổi tổ chức mà không còn biên chế chức vụ\r\nđang đảm nhiệm hoặc không còn đủ tiêu chuẩn và điều kiện thực hiện chức vụ hiện\r\ntại;\nb) Cấp có thẩm quyền quyết định bổ nhiệm chức vụ\r\nnào thì có quyền quyết định miễn nhiệm chức vụ đó.\n3. Bộ trưởng Bộ Quốc phòng quy định trình tự, thủ tục\r\nbổ nhiệm, miễn nhiệm các chức vụ tại Điều này và thẩm quyền bổ nhiệm các chức vụ\r\nchỉ huy đơn vị tự vệ trong doanh nghiệp quân đội; quy định sĩ quan Quân đội\r\nnhân dân Việt Nam giữ chức vụ chỉ huy Dân quân tự vệ trong trường hợp cần thiết.\n"
    },
    {
        "chapter_name": "Điều 24. Trang phục, sao mũ, phù hiệu của\r\nDân quân tự vệ",
        "content": "Các chức vụ chỉ huy Ban chỉ huy quân sự cấp xã, Ban\r\nchỉ huy quân sự cơ quan, tổ chức, Dân quân tự vệ được cấp phát, sử dụng trang\r\nphục, sao mũ, phù hiệu theo quy định của Chính phủ.\n"
    },
    {
        "chapter_name": "Điều 25. Trang bị vũ khí, vật liệu nổ quân\r\ndụng, công cụ hỗ trợ, trang thiết bị, phương tiện kỹ thuật cho Dân quân tự vệ",
        "content": "1. Dân quân tự vệ được trang bị vũ khí, vật liệu nổ\r\nquân dụng, công cụ hỗ trợ, trang thiết bị, phương tiện kỹ thuật theo quy định của\r\npháp luật về quản lý, sử dụng vũ khí, vật liệu nổ, công cụ hỗ trợ và quy định\r\nkhác của pháp luật có liên quan.\n2. Bộ trưởng Bộ Quốc phòng quy định việc trang bị,\r\nđăng ký, quản lý, sử dụng vũ khí, vật liệu nổ quân dụng, công cụ hỗ trợ, trang\r\nthiết bị, phương tiện kỹ thuật của Dân quân tự vệ.\n"
    },
    {
        "chapter_name": "Điều 26. Đào tạo Chỉ huy trưởng\r\nBan chỉ huy quân sự cấp xã",
        "content": "Chỉ huy trưởng, Phó Chỉ huy trưởng Ban chỉ huy quân\r\nsự cấp xã phải được đào tạo Chỉ huy trưởng Ban chỉ huy quân sự cấp xã ngành\r\nquân sự cơ sở trình độ trung cấp, cao đẳng hoặc đại học tại nhà trường quân đội.\n"
    },
    {
        "chapter_name": "Điều 27. Tập huấn, bồi dưỡng các chức vụ\r\nchỉ huy Dân quân tự vệ",
        "content": "1. Trong thời bình, tình trạng khẩn cấp về quốc phòng,\r\ntình trạng chiến tranh, các chức vụ chỉ huy Dân quân tự vệ được tập huấn, bồi\r\ndưỡng theo chương trình cho từng đối tượng phù hợp với yêu cầu nhiệm vụ quốc\r\nphòng, an ninh và tình hình của địa phương, cơ quan, tổ chức.\n2. Bộ trưởng Bộ Quốc phòng quy định chương trình, nội\r\ndung, thời gian, danh mục vật chất huấn luyện, phân cấp và cơ sở tập huấn, bồi\r\ndưỡng các chức vụ chỉ huy Dân quân tự vệ.\n"
    },
    {
        "chapter_name": "Điều 28. Huấn luyện quân sự,\r\ngiáo dục chính trị, pháp luật, hội thi, hội thao, diễn tập cho Dân quân tự vệ",
        "content": "1. Trong thời bình, thời gian huấn luyện quân sự,\r\ngiáo dục chính trị, pháp luật hằng năm được quy định như sau:\na) Dân quân tự vệ năm thứ nhất là 15 ngày, trừ dân\r\nquân thường trực;\nb) Dân quân tự vệ từ năm thứ hai trở đi là 12 ngày\r\nđối với Dân quân tự vệ cơ động, Dân quân tự vệ biển, Dân quân tự vệ phòng\r\nkhông, pháo binh, trinh sát, thông tin, công binh, phòng hóa, y tế; 07 ngày đối\r\nvới Dân quân tự vệ tại chỗ;\nc) Dân quân thường trực là 60 ngày.\n2. Trong tình trạng khẩn cấp về quốc phòng, tình trạng\r\nchiến tranh, Dân quân tự vệ được huấn luyện quân sự, giáo dục chính trị, pháp\r\nluật phù hợp với yêu cầu nhiệm vụ quốc phòng, an ninh và tình hình của địa\r\nphương, cơ quan, tổ chức.\n3. Bộ trưởng Bộ Quốc phòng quy định chương trình, nội\r\ndung, danh mục vật chất cho huấn luyện quân sự, giáo dục chính trị, pháp luật,\r\nhội thi, hội thao, diễn tập cho Dân quân tự vệ.\n"
    },
    {
        "chapter_name": "Điều 29. Hoạt động sẵn sàng\r\nchiến đấu",
        "content": "1. Duy trì và thực hiện chế độ hoạt động sẵn sàng\r\nchiến đấu của Dân quân tự vệ.\n2. Xây dựng, điều chỉnh, bổ sung các kế hoạch về\r\nDân quân tự vệ.\n3. Làm nòng cốt xây dựng thôn, xã, phường, thị trấn\r\nchiến đấu; tham gia xây dựng cơ sở vững mạnh toàn diện, khu vực phòng thủ, nền\r\nquốc phòng toàn dân, thế trận quốc phòng toàn dân gắn với xây dựng nền an ninh\r\nnhân dân, thế trận an ninh nhân dân ở địa phương.\n4. Tham gia thực hiện các biện pháp về chiến tranh\r\nthông tin, chiến tranh không gian mạng và hoạt động khác.\n5. Bộ trưởng Bộ Quốc phòng quy định chi tiết khoản\r\n1 và khoản 2 Điều này.\n"
    },
    {
        "chapter_name": "Điều 30. Hoạt động chiến đấu,\r\nphục vụ chiến đấu",
        "content": "1. Mở rộng lực lượng Dân quân tự vệ theo quyết định\r\ncủa cấp có thẩm quyền.\n2. Bảo vệ việc phòng tránh, sơ tán của cơ quan, tổ\r\nchức, Nhân dân và mục tiêu được giao.\n3. Đánh địch bảo vệ thôn, xã, phường, thị trấn, cơ\r\nquan, tổ chức trong khu vực phòng thủ.\n4. Phục vụ chiến đấu trong khu vực phòng thủ.\n5. Tham gia đấu tranh chính trị; xây dựng, củng cố\r\nthôn, xã, phường, thị trấn, cơ quan, tổ chức bám trụ chiến đấu.\n"
    },
    {
        "chapter_name": "Điều 31. Hoạt động phối hợp của\r\nDân quân tự vệ",
        "content": "1. Dân quân tự vệ phối hợp với lực lượng chức năng\r\ntrong các hoạt động sau đây:\na) Bảo vệ chủ quyền, an ninh biên giới quốc gia, hải\r\nđảo, vùng biển, vùng trời Việt Nam;\nb) Bảo vệ an ninh quốc gia, bảo đảm trật tự, an\r\ntoàn xã hội, đấu tranh phòng, chống tội phạm và vi phạm pháp luật;\nc) Tuyên truyền, vận động Nhân dân xây dựng cơ sở vững\r\nmạnh toàn diện; thực hiện chính sách xã hội;\nd) Phòng, chống, khắc phục hậu quả thảm họa, sự cố,\r\nthiên tai, dịch bệnh, cháy, nổ; tìm kiếm, cứu nạn, cứu hộ; bảo vệ rừng, bảo vệ môi\r\ntrường và hoạt động phòng thủ dân sự khác.\n2. Chính phủ quy định chi tiết Điều này.\n"
    },
    {
        "chapter_name": "Điều 32. Thẩm quyền điều động\r\nDân quân tự vệ",
        "content": "1. Trong trường hợp chưa đến mức tuyên bố tình trạng\r\nchiến tranh, ban bố tình trạng khẩn cấp về quốc phòng, tình trạng khẩn cấp, lệnh\r\nthiết quân luật, giới nghiêm, khi cần thiết sử dụng Dân quân tự vệ làm nhiệm vụ\r\nthì thẩm quyền điều động được quy định như sau:\na) Bộ trưởng Bộ Quốc phòng, Tổng Tham mưu trưởng\r\nQuân đội nhân dân Việt Nam điều động Dân quân tự vệ trong phạm vi cả nước;\nb) Tư lệnh quân khu điều động Dân quân tự vệ trong\r\nđịa bàn quân khu sau khi thống nhất với Chủ tịch Ủy ban nhân dân cấp tỉnh nơi\r\ncó Dân quân tự vệ được điều động;\nc) Tư lệnh Quân chủng Hải quân điều động Dân quân tự\r\nvệ biển sau khi thống nhất với Tư lệnh quân khu, Chủ tịch Ủy ban nhân dân cấp tỉnh,\r\nngười đứng đầu cơ quan, tổ chức nơi có Dân quân tự vệ biển được điều động;\nd) Tư lệnh Bộ Tư lệnh Thủ đô Hà Nội điều động Dân\r\nquân tự vệ trong địa bàn thành phố Hà Nội sau khi được sự nhất trí của Chủ tịch\r\nỦy ban nhân dân thành phố Hà Nội và Tổng Tham mưu trưởng Quân đội nhân dân Việt\r\nNam;\nđ) Tư lệnh Bộ Tư lệnh Thành phố Hồ Chí Minh, Chỉ\r\nhuy trưởng Bộ chỉ huy quân sự cấp tỉnh điều động Dân quân tự vệ trong địa bàn cấp\r\ntỉnh sau khi được sự nhất trí của Chủ tịch Ủy ban nhân dân cấp tỉnh và Tư lệnh\r\nquân khu;\ne) Chỉ huy trưởng Ban chỉ huy quân sự cấp huyện điều\r\nđộng Dân quân tự vệ trong địa bàn cấp huyện sau khi được sự nhất trí của Chủ tịch\r\nỦy ban nhân dân cấp huyện và Chỉ huy trưởng Bộ chỉ huy quân sự cấp tỉnh, Tư lệnh\r\nBộ Tư lệnh Thủ đô Hà Nội, Tư lệnh Bộ Tư lệnh Thành phố Hồ Chí Minh;\ng) Chỉ huy trưởng Ban chỉ huy quân sự cấp xã điều động\r\ndân quân thuộc quyền trong phạm vi cấp xã sau khi được sự nhất trí của Chủ tịch\r\nỦy ban nhân dân cấp xã và Chỉ huy trưởng Ban chỉ huy quân sự cấp huyện;\nh) Chỉ huy trưởng Ban chỉ huy quân sự cơ quan, tổ\r\nchức điều động tự vệ thuộc quyền trong phạm vi cơ quan, tổ chức sau khi được sự\r\nnhất trí của người đứng đầu cơ quan, tổ chức và Chỉ huy trưởng Ban chỉ huy quân\r\nsự cấp huyện;\ni) Người đứng đầu doanh nghiệp quân đội điều động tự\r\nvệ thuộc quyền trong phạm vi của doanh nghiệp.\n2. Trong tình trạng chiến tranh, tình trạng khẩn cấp\r\nvề quốc phòng, tình trạng khẩn cấp, thiết quân luật, giới nghiêm thì việc điều\r\nđộng, sử dụng Dân quân tự vệ thực hiện theo quy định của Luật Quốc phòng và quy định khác của pháp luật\r\ncó liên quan.\n3. Chủ tịch Ủy ban nhân dân, người đứng đầu cơ\r\nquan, tổ chức nơi có Dân quân tự vệ được điều động phải chấp hành nghiêm quyết\r\nđịnh điều động của cấp có thẩm quyền; tiếp nhận, bố trí công việc cho tự vệ sau\r\nkhi hoàn thành nhiệm vụ.\n"
    },
    {
        "chapter_name": "Điều 33. Chế độ phụ cấp, bảo hiểm xã hội,\r\nbảo hiểm y tế đối với các chức vụ chỉ huy Dân quân tự vệ",
        "content": "1. Các chức vụ chỉ huy Dân quân tự vệ quy định tại Điều 19 của Luật này được hưởng phụ cấp chức vụ.\n2. Phó Chỉ huy trưởng Ban chỉ huy quân sự cấp xã được\r\nhưởng chế độ phụ cấp hằng tháng, bảo hiểm xã hội bắt buộc theo quy định của Luật Bảo hiểm xã hội, bảo hiểm y tế theo quy định\r\ncủa Luật Bảo hiểm y tế; nếu chưa tham gia bảo\r\nhiểm xã hội, có thời gian công tác liên tục từ đủ 60 tháng trở lên, khi nghỉ việc\r\nthì được trợ cấp một lần.\n3. Phó Chỉ huy trưởng Ban chỉ huy quân sự cấp xã,\r\ncác chức vụ chỉ huy đơn vị dân quân cơ động, dân quân thường trực được hưởng phụ\r\ncấp đặc thù quốc phòng, quân sự.\n4. Chỉ huy trưởng, Chính trị viên, Phó Chỉ huy trưởng,\r\nChính trị viên phó Ban chỉ huy quân sự cấp xã có thời gian công tác từ đủ 60\r\ntháng trở lên được hưởng phụ cấp thâm niên.\n5. Thôn đội trưởng được hưởng phụ cấp hằng tháng,\r\nphụ cấp kiêm nhiệm chức vụ Tiểu đội trưởng hoặc Trung đội trưởng dân quân tại\r\nchỗ.\n6. Chính phủ quy định chi tiết\r\nĐiều này.\n"
    },
    {
        "chapter_name": "Điều 34. Chế độ, chính sách đối\r\nvới Dân quân tự vệ khi làm nhiệm vụ",
        "content": "1. Chế độ, chính sách đối với dân quân khi làm nhiệm\r\nvụ được quy định như sau:\na) Đối với dân quân tại chỗ, dân quân cơ động, dân\r\nquân phòng không, pháo binh, trinh sát, thông tin, công binh, phòng hóa, y tế\r\nđược trợ cấp ngày công lao động, bảo đảm tiền ăn; được hưởng chế độ khi làm nhiệm\r\nvụ từ 22 giờ đến 06 giờ sáng ngày hôm sau, ngày nghỉ, ngày lễ, khi thực hiện\r\ncông việc nặng nhọc, độc hại, nguy hiểm hoặc đặc biệt nặng nhọc, độc hại, nguy\r\nhiểm theo quy định của pháp luật về lao động; được trợ cấp ngày công lao động\r\ntăng thêm trong trường hợp được kéo dài thời hạn thực hiện nghĩa vụ tham gia\r\nDân quân tự vệ.\nKhi làm nhiệm vụ trên biển được hưởng phụ cấp đặc\r\nthù đi biển; khi làm nhiệm vụ cách xa nơi cư trú, không có điều kiện đi, về hằng\r\nngày thì được bố trí nơi nghỉ, bảo đảm phương tiện, chi phí đi lại hoặc thanh\r\ntoán tiền tàu, xe một lần đi và về;\nb) Đối với dân quân biển được hưởng chế độ, chính\r\nsách quy định tại điểm a khoản này; khi làm nhiệm vụ đấu tranh bảo vệ hải đảo,\r\nvùng biển được hưởng trợ cấp ngày công lao động, tiền ăn tăng thêm; trường hợp\r\nlà thuyền trưởng, máy trưởng được hưởng phụ cấp trách nhiệm tính theo ngày thực\r\ntế hoạt động trên biển;\nc) Đối với dân quân thường trực được hưởng chế độ,\r\nchính sách quy định tại điểm a khoản này; được hưởng trợ cấp một lần khi được\r\ncông nhận hoàn thành nghĩa vụ quân sự tại ngũ trong thời bình; được hưởng chế độ\r\nbảo hiểm xã hội, bảo hiểm y tế như hạ sĩ quan, binh sĩ Quân đội nhân dân Việt\r\nNam đang tại ngũ; được bảo đảm nơi ăn, nghỉ.\n2. Đối với tự vệ khi làm nhiệm vụ được hưởng nguyên\r\nlương, các khoản phúc lợi, phụ cấp, công tác phí, chế độ, chính sách theo quy định\r\ncủa pháp luật; đối với tự vệ biển khi làm nhiệm vụ đấu tranh bảo vệ hải đảo,\r\nvùng biển được hưởng thêm lương, ngạch bậc và tiền ăn tính theo ngày thực tế hoạt\r\nđộng trên biển.\n3. Cấp nào quyết định Dân quân tự vệ thực hiện nhiệm\r\nvụ thì cấp đó có trách nhiệm bảo đảm chế độ, chính sách.\n4. Chính phủ quy định định mức\r\nbảo đảm chế độ, chính sách cho từng thành phần Dân quân tự vệ quy định tại Điều\r\nnày.\n"
    },
    {
        "chapter_name": "Điều 35. Chế độ, chính sách đối với Dân\r\nquân tự vệ bị ốm đau, bị tai nạn, chết, bị thương, hy sinh",
        "content": "1. Dân quân tự vệ khi thực hiện nhiệm vụ hoặc đang\r\nlà học viên đào tạo Chỉ huy trưởng Ban chỉ huy quân sự cấp xã ngành quân sự cơ\r\nsở thì được hưởng chế độ, chính sách sau đây:\na) Trường hợp không tham gia\r\nbảo hiểm y tế, nếu bị ốm đau, bị tai nạn, bị thương thì được thanh toán chi phí\r\nkhám bệnh, chữa bệnh;\nb) Trường hợp không tham gia\r\nbảo hiểm xã hội, nếu bị tai nạn làm suy giảm khả năng lao động theo kết luận của\r\nHội đồng giám định y khoa thì được xét trợ cấp tùy theo mức độ suy giảm khả\r\nnăng lao động; nếu chết thì được hưởng trợ cấp tiền tuất, tiền mai táng phí;\nc) Trường hợp bị thương thì được xét hưởng chính\r\nsách như thương binh, nếu hy sinh thì được xét công nhận là liệt sĩ theo quy định\r\ncủa pháp luật.\n2. Dân quân khi thực hiện biện pháp triệt sản, dân\r\nquân nữ khi thực hiện biện pháp đặt vòng tránh thai, dân quân nam có vợ sinh\r\ncon được nghỉ thực hiện nhiệm vụ Dân quân tự vệ; thời gian được nghỉ theo quy định\r\ncủa pháp luật về bảo hiểm xã hội.\n3. Chính phủ quy định điều kiện,\r\nmức hưởng, trình tự, thủ tục và cơ quan có trách nhiệm bảo đảm kinh phí, chế độ,\r\nchính sách cho Dân quân tự vệ quy định tại điểm a và điểm b khoản 1 Điều này.\n"
    },
    {
        "chapter_name": "Điều 36. Nguồn kinh phí",
        "content": "1. Ngân sách nhà nước bảo đảm cho Dân quân tự vệ của\r\ncơ quan nhà nước, tổ chức chính trị, tổ chức chính trị - xã hội, đơn vị sự nghiệp\r\ncông lập và địa phương. Việc lập, chấp hành và quyết toán ngân sách thực hiện\r\ntheo quy định của pháp luật về ngân sách nhà nước và quy định khác của pháp luật\r\ncó liên quan.\n2. Kinh phí bảo đảm cho tự vệ của tổ chức kinh tế,\r\nđơn vị sự nghiệp ngoài công lập thực hiện nhiệm vụ chi quy định tại Điều 39 của Luật này được tính vào chi phí được trừ khi xác định\r\nthu nhập chịu thuế thu nhập doanh nghiệp của tổ chức kinh tế, đơn vị sự nghiệp\r\nngoài công lập theo quy định của pháp luật về thuế thu nhập doanh nghiệp. Việc\r\nlập dự toán, thanh toán, quyết toán kinh phí thực hiện theo chế độ kế toán tài\r\nchính áp dụng đối với các đơn vị.\n3. Các nguồn thu hợp pháp khác.\n4. Đối với địa phương khó khăn về ngân sách được\r\nngân sách trung ương hỗ trợ kinh phí để thực hiện theo khả năng cân đối ngân\r\nsách trung ương.\n"
    },
    {
        "chapter_name": "Điều 37. Nhiệm vụ chi của Bộ\r\nQuốc phòng",
        "content": "1. Trợ cấp ngày công lao động, bảo đảm tiền ăn và\r\ncác chi phí cho hoạt động của Dân quân tự vệ khi thực hiện nhiệm vụ theo quyết\r\nđịnh của Bộ trưởng Bộ Quốc phòng, Tổng Tham mưu trưởng Quân đội nhân dân Việt\r\nNam; kế hoạch của Tư lệnh quân khu, Tư lệnh quân chủng được Bộ trưởng Bộ Quốc\r\nphòng, Tổng Tham mưu trưởng Quân đội nhân dân Việt Nam phê duyệt.\n2. Xây dựng và thực hiện chiến lược, đề án, dự án,\r\nkế hoạch, nghiên cứu khoa học quân sự về Dân quân tự vệ.\n3. Thông tin, tuyên truyền về Dân quân tự vệ; hoạt\r\nđộng kỷ niệm ngày truyền thống của Dân quân tự vệ do Bộ Quốc phòng, cơ quan,\r\nđơn vị của Quân đội nhân dân Việt Nam tổ chức.\n4. Tổ chức tập huấn, bồi dưỡng, huấn luyện quân sự,\r\nhội thi, hội thao, diễn tập và hoạt động của Dân quân tự vệ do Bộ Quốc phòng,\r\ncơ quan, đơn vị trực thuộc Bộ Quốc phòng tổ chức, trừ Bộ Tư lệnh Thủ đô Hà Nội.\n5. Đào tạo Chỉ huy trưởng Ban chỉ huy quân sự cấp\r\nxã ngành quân sự cơ sở.\n6. Xây dựng mô hình điểm về Dân quân tự vệ, công\r\ntrình chiến đấu cho Dân quân tự vệ; xây dựng cơ sở vững mạnh toàn diện về quốc\r\nphòng, quân sự do Bộ Quốc phòng, Bộ Tổng tham mưu thực hiện.\n7. Xây dựng chương trình, biên soạn, xuất bản, in,\r\nphát hành giáo trình, tài liệu, mẫu biểu đăng ký, quản lý thống kê, mẫu biểu kế\r\nhoạch, giấy phép, tài liệu thông tin khoa học quân sự về Dân quân tự vệ.\n8. Sản xuất mẫu trang phục, sao mũ, phù hiệu, mô\r\nhình, học cụ, vật chất huấn luyện, băng, biển, cờ hiệu phục vụ hoạt động của\r\nDân quân tự vệ.\n9. Sản xuất, mua sắm mô hình, học cụ, vũ khí, trang\r\nbị chuyên dùng quân sự; sao mũ của Dân quân tự vệ, kỷ niệm chương; trang thiết\r\nbị phòng học chuyên dùng tại các nhà trường quân đội phục vụ đào tạo Chỉ huy\r\ntrưởng Ban chỉ huy quân sự cấp xã.\n10. Bảo đảm vũ khí quân dụng, vật liệu nổ quân dụng,\r\ncông cụ hỗ trợ, trang thiết bị, phương tiện kỹ thuật cho Dân quân tự vệ theo quy\r\nđịnh của pháp luật.\n11. Quản lý, bảo vệ công trình quốc phòng và khu\r\nquân sự do Bộ Quốc phòng giao cho Dân quân tự vệ đảm nhiệm.\n12. Thực hiện hợp tác quốc tế về Dân quân tự vệ.\n13. Kiểm tra, thanh tra, xử lý vi phạm, giải quyết khiếu\r\nnại, tố cáo, sơ kết, tổng kết, thi đua, khen thưởng về công tác Dân quân tự vệ\r\ntheo thẩm quyền.\n14. Các nhiệm vụ chi khác cho Dân quân tự vệ theo\r\nquy định của pháp luật.\n"
    },
    {
        "chapter_name": "Điều 38. Nhiệm vụ chi của địa phương",
        "content": "1. Xây dựng và thực hiện đề án, dự án, kế hoạch\r\nnghiên cứu khoa học quân sự về Dân quân tự vệ của địa phương.\n2. Đăng ký, khám sức khỏe, tuyển chọn, quản lý, tổ\r\nchức xây dựng lực lượng, tập huấn, bồi dưỡng, huấn luyện quân sự, hội thi, hội\r\nthao, diễn tập, hoạt động của Dân quân tự vệ thuộc quyền; xây dựng kế hoạch và\r\nthực hiện quyết định mở rộng lực lượng Dân quân tự vệ.\n3. Thông tin, tuyên truyền về Dân quân tự vệ; hoạt\r\nđộng kỷ niệm ngày truyền thống của Dân quân tự vệ do địa phương tổ chức.\n4. Bảo đảm chế độ, chính sách theo quy định tại Điều 33, khoản 1 Điều 34 của Luật này và quy định khác của pháp\r\nluật có liên quan, trừ phụ cấp các chức vụ trong Ban chỉ huy quân sự cơ quan, tổ\r\nchức, chức vụ chỉ huy đơn vị tự vệ của cơ quan, tổ chức thuộc Bộ, ngành trung\r\nương, tổ chức kinh tế.\n5. Bảo đảm chế độ, chính sách đối với Dân quân tự vệ\r\nbị ốm đau, bị tai nạn, chết, bị thương, hy sinh theo quy định tại Điều\r\n35 của Luật này và quy định khác của pháp luật có liên quan.\n6. Mua sắm trang phục, phù hiệu cho Ban chỉ huy\r\nquân sự cấp xã, Ban chỉ huy quân sự cơ quan, tổ chức, dân quân, tự vệ của cơ\r\nquan, tổ chức của địa phương, trừ trường hợp quy định tại khoản\r\n4 Điều 39 của Luật này.\n7. Vận chuyển, sửa chữa, bảo quản vũ khí, vật liệu\r\nnổ quân dụng, phương tiện, trang bị kỹ thuật; bảo đảm vũ khí thô sơ; công cụ hỗ\r\ntrợ, phương tiện, trang bị thiết yếu đáp ứng yêu cầu, nhiệm vụ của đơn vị Dân\r\nquân tự vệ.\n8. Xây dựng mới, sửa chữa kho tàng, công trình chiến\r\nđấu cho Dân quân tự vệ trong khu vực phòng thủ; nơi ăn, nghỉ của dân quân thường\r\ntrực; trụ sở hoặc nơi làm việc của Ban chỉ huy quân sự cấp xã.\n9. Quản lý, bảo vệ công trình quốc phòng và khu\r\nquân sự do địa phương giao cho Dân quân tự vệ đảm nhiệm.\n10. Thực hiện hợp tác quốc tế về Dân quân tự vệ\r\ntheo thẩm quyền.\n11. Kiểm tra, thanh tra, xử lý vi phạm, giải quyết\r\nkhiếu nại, tố cáo, sơ kết, tổng kết, thi đua, khen thưởng về công tác Dân quân\r\ntự vệ theo thẩm quyền.\n12. Các nhiệm vụ chi khác cho Dân quân tự vệ của địa\r\nphương theo quy định của pháp luật và cấp có thẩm quyền giao.\n"
    },
    {
        "chapter_name": "Điều 39. Nhiệm vụ chi của cơ quan, tổ\r\nchức",
        "content": "1. Đăng ký, khám sức khỏe, tuyển chọn, quản lý, tổ\r\nchức xây dựng lực lượng, tập huấn, bồi dưỡng, huấn luyện quân sự, hội thi, hội\r\nthao, diễn tập, hoạt động của tự vệ thuộc quyền.\n2. Thông tin, tuyên truyền về Dân quân tự vệ; hoạt\r\nđộng kỷ niệm ngày truyền thống của Dân quân tự vệ thuộc trách nhiệm của cơ\r\nquan, tổ chức.\n3. Bảo đảm phụ cấp các chức vụ của Ban chỉ huy quân\r\nsự cơ quan, tổ chức, chức vụ chỉ huy đơn vị tự vệ của cơ quan, tổ chức thuộc Bộ,\r\nngành trung ương, tổ chức kinh tế; chế độ, chính sách cho tự vệ theo quy định tại\r\nkhoản 2 Điều 34 của Luật này và quy định khác của pháp luật\r\ncó liên quan.\n4. Mua sắm trang phục, phù hiệu cho Ban chỉ huy\r\nquân sự cơ quan, tổ chức và tự vệ của cơ quan, tổ chức mình.\n5. Vận chuyển, sửa chữa, bảo quản vũ khí, công cụ hỗ\r\ntrợ, trang thiết bị, phương tiện kỹ thuật được cơ quan có thẩm quyền cấp; mua sắm,\r\nsửa chữa, bảo quản vũ khí thô sơ, công cụ hỗ trợ, trang thiết bị, phương tiện kỹ\r\nthuật thiết yếu đáp ứng yêu cầu, nhiệm vụ của đơn vị tự vệ.\n6. Kiểm tra, xử lý vi phạm, giải quyết khiếu nại, tố\r\ncáo, sơ kết, tổng kết, thi đua, khen thưởng về công tác tự vệ theo thẩm quyền.\n7. Các nhiệm vụ chi khác cho tự vệ của cơ quan, đơn\r\nvị theo quy định của pháp luật.\n"
    },
    {
        "chapter_name": "Điều 40. Trách nhiệm của Chính phủ",
        "content": "1. Chính phủ thống nhất quản lý nhà nước về Dân\r\nquân tự vệ.\n2. Nội dung quản lý nhà nước về Dân quân tự vệ bao\r\ngồm:\na) Ban hành, trình cấp có thẩm quyền ban hành và tổ\r\nchức thực hiện văn bản quy phạm pháp luật về Dân quân tự vệ;\nb) Xây dựng và tổ chức thực hiện chiến lược, chính\r\nsách, đề án, dự án, kế hoạch về Dân quân tự vệ;\nc) Tổ chức xây dựng lực lượng, đào tạo, tập huấn, bồi\r\ndưỡng, huấn luyện, hoạt động và bảo đảm cho Dân quân tự vệ;\nd) Tuyên truyền, phổ biến đường lối, quan điểm của\r\nĐảng, chính sách, pháp luật của Nhà nước về Dân quân tự vệ;\nđ) Hợp tác quốc tế về Dân quân tự vệ;\ne) Kiểm tra, thanh tra, xử lý vi phạm, giải quyết\r\nkhiếu nại, tố cáo, sơ kết, tổng kết, thi đua, khen thưởng về Dân quân tự vệ.\n"
    },
    {
        "chapter_name": "Điều 41. Trách nhiệm của Bộ Quốc\r\nphòng",
        "content": "Bộ Quốc phòng chịu trách nhiệm trước Chính phủ thực\r\nhiện quản lý nhà nước về Dân quân tự vệ và có trách nhiệm sau đây:\n1. Trình Chính phủ, Thủ tướng Chính phủ ban hành và\r\nban hành theo thẩm quyền văn bản quy phạm pháp luật về Dân quân tự vệ;\n2. Chủ trì, phối hợp với cơ quan, tổ chức liên quan\r\nxây dựng chiến lược, chính sách, đề án, dự án, kế hoạch, nghiên cứu khoa học về\r\nDân quân tự vệ;\n3. Chủ trì, phối hợp với cơ quan, tổ chức liên quan\r\nđào tạo Chỉ huy trưởng Ban chỉ huy quân sự cấp xã ngành quân sự cơ sở; tập huấn,\r\nbồi dưỡng các chức vụ chỉ huy Dân quân tự vệ;\n4. Chỉ đạo, hướng dẫn xây dựng lực lượng, huấn luyện\r\nquân sự, hoạt động, xây dựng kế hoạch và mở rộng lực lượng Dân quân tự vệ;\n5. Phối hợp với Bộ, ngành trung ương chỉ đạo, hướng\r\ndẫn địa phương, cơ quan, tổ chức liên quan thực hiện chế độ, chính sách cho Dân\r\nquân tự vệ theo quy định của Luật này và quy định khác của pháp luật có liên\r\nquan;\n6. Chủ trì, chỉ đạo, hướng dẫn địa phương, cơ quan,\r\ntổ chức liên quan xây dựng mô hình điểm về Dân quân tự vệ, công trình chiến đấu\r\ncho Dân quân tự vệ;\n7. Thực hiện hợp tác quốc tế về Dân quân tự vệ;\n8. Chủ trì hoặc phối hợp với Bộ, ngành trung ương,\r\nđịa phương và cơ quan, tổ chức liên quan kiểm tra, thanh tra, xử lý vi phạm, giải\r\nquyết khiếu nại, tố cáo, sơ kết, tổng kết, thi đua, khen thưởng về Dân quân tự\r\nvệ theo thẩm quyền;\n9. Tuyên truyền, phổ biến đường lối, quan điểm của\r\nĐảng, chính sách, pháp luật của Nhà nước về Dân quân tự vệ;\n10. Thực hiện các nhiệm vụ khác về Dân quân tự vệ\r\ntheo quy định của pháp luật.\n"
    },
    {
        "chapter_name": "Điều 42. Trách nhiệm của Bộ\r\nCông an",
        "content": "1. Chủ trì, phối hợp với Bộ Quốc phòng chỉ đạo, hướng\r\ndẫn và tổ chức thực hiện việc phối hợp hoạt động giữa các đơn vị Công an nhân\r\ndân và Dân quân tự vệ trong bảo vệ an ninh quốc gia, bảo đảm trật tự, an toàn\r\nxã hội, đấu tranh phòng, chống tội phạm và vi phạm pháp luật.\n2. Chỉ đạo công an các địa phương phối hợp với cơ\r\nquan quân sự cùng cấp, cơ quan, tổ chức liên quan thực hiện pháp luật về Dân\r\nquân tự vệ.\n"
    },
    {
        "chapter_name": "Điều 43. Trách nhiệm của Bộ, cơ quan, tổ\r\nchức",
        "content": "1. Bộ, cơ quan, tổ chức ở trung ương, trừ Bộ Công\r\nan, trong phạm vi nhiệm vụ, quyền hạn của mình, phối hợp với Bộ Quốc phòng thực\r\nhiện quản lý nhà nước về Dân quân tự vệ và có trách nhiệm sau đây:\na) Ban hành văn bản chỉ đạo, hướng dẫn về Dân quân\r\ntự vệ liên quan đến ngành, lĩnh vực quản lý;\nb) Tổ chức xây dựng, tập huấn, bồi dưỡng, huấn luyện\r\nquân sự, hội thi, hội thao, diễn tập và hoạt động của tự vệ;\nc) Chỉ đạo và tổ chức thực hiện đề án, dự án, kế hoạch\r\nvề Dân quân tự vệ theo nhiệm vụ được giao;\nd) Chủ trì hoặc phối hợp với Bộ Quốc phòng, cơ\r\nquan, tổ chức, địa phương liên quan kiểm tra, thanh tra, xử lý vi phạm, giải\r\nquyết khiếu nại, tố cáo, sơ kết, tổng kết, thi đua, khen thưởng về Dân quân tự\r\nvệ theo thẩm quyền;\nđ) Tuyên truyền, phổ biến đường lối, quan điểm của\r\nĐảng, chính sách, pháp luật của Nhà nước về Dân quân tự vệ;\ne) Thực hiện các nhiệm vụ khác về Dân quân tự vệ\r\ntheo quy định của pháp luật.\n2. Bộ Kế hoạch và Đầu tư, Bộ Tài chính, Bộ Nội vụ,\r\nBộ Lao động - Thương binh và Xã hội, Bộ Giáo dục và Đào tạo, Bộ Nông nghiệp và\r\nPhát triển nông thôn, trong phạm vi nhiệm vụ, quyền hạn của mình, thực hiện quy\r\nđịnh tại khoản 1 Điều này và có trách nhiệm sau đây:\na) Bộ Tài chính chủ trì, phối hợp với Bộ Kế hoạch\r\nvà Đầu tư, Bộ Quốc phòng, địa phương, cơ quan, tổ chức liên quan lập, trình\r\nChính phủ dự toán ngân sách nhà nước, phương án phân bổ ngân sách trung ương bảo\r\nđảm cho các nhiệm vụ thường xuyên về Dân quân tự vệ do trung ương quản lý và tổng\r\nhợp chung vào dự toán ngân sách, trình cấp có thẩm quyền;\nb) Bộ Kế hoạch và Đầu tư chủ trì, phối hợp với Bộ\r\nTài chính, Bộ Quốc phòng, cơ quan, tổ chức liên quan phân bổ, bố trí ngân sách\r\nvề các nhiệm vụ đầu tư cho Dân quân tự vệ do trung ương quản lý;\nc) Bộ Nội vụ chủ trì, phối hợp với Bộ Quốc phòng chỉ\r\nđạo, hướng dẫn địa phương, cơ quan, tổ chức liên quan về quy hoạch, đào tạo, bồi\r\ndưỡng, bố trí sử dụng Chỉ huy trưởng, Phó Chỉ huy trưởng Ban chỉ huy quân sự cấp\r\nxã; về thực hiện chế độ, chính sách đối với các chức vụ chỉ huy của Ban chỉ huy\r\nquân sự cấp xã;\nd) Bộ Lao động - Thương binh và Xã hội chủ trì, phối\r\nhợp với Bộ Quốc phòng, Bộ Tài chính, Bộ Nội vụ hướng dẫn địa phương, cơ quan, tổ\r\nchức thực hiện chế độ, chính sách đối với Dân quân tự vệ theo quy định của pháp\r\nluật; phối hợp với Bộ Giáo dục và Đào tạo, Bộ Quốc phòng, cơ quan, tổ chức, địa\r\nphương liên quan chỉ đạo hướng dẫn về đào tạo Chỉ huy trưởng Ban chỉ huy quân sự\r\ncấp xã trình độ trung cấp, cao đẳng ngành quân sự cơ sở;\nđ) Bộ Giáo dục và Đào tạo chủ trì, phối hợp với Bộ\r\nQuốc phòng, cơ quan, tổ chức liên quan chỉ đạo cơ sở giáo dục đại học xây dựng\r\nchương trình, hướng dẫn về đào tạo Chỉ huy trưởng Ban chỉ huy quân sự cấp xã\r\ntrình độ đại học ngành quân sự cơ sở;\ne) Bộ Nông nghiệp và Phát triển nông thôn chủ trì,\r\nphối hợp với Bộ Quốc phòng, cơ quan, tổ chức liên quan chỉ đạo cơ quan, đơn vị\r\nthuộc quyền phối hợp với Dân quân tự vệ trong bảo vệ hải đảo, vùng biển, phòng,\r\nchống thiên tai, tìm kiếm, cứu nạn, cứu hộ, bảo vệ và phòng, chống cháy rừng;\r\nchỉ đạo, hướng dẫn việc đăng ký, đăng kiểm, cấp giấy phép khai thác thủy sản đối\r\nvới tàu, thuyền trang bị cho Dân quân tự vệ biển theo quy định của pháp luật.\n"
    },
    {
        "chapter_name": "Điều 44. Trách nhiệm của chính\r\nquyền địa phương các cấp",
        "content": "1. Hội đồng nhân dân các cấp, trong phạm vi nhiệm vụ,\r\nquyền hạn của mình, có trách nhiệm sau đây:\na) Ban hành văn bản quy phạm pháp luật; phê chuẩn,\r\nquyết định đề án, dự án, kế hoạch về Dân quân tự vệ theo quy định của Luật này\r\nvà quy định khác của pháp luật có liên quan;\nb) Quyết định ngân sách bảo đảm cho Dân quân tự vệ\r\ncủa địa phương;\nc) Giám sát việc tuân thủ Hiến pháp, pháp luật và thực hiện nghị quyết của\r\nHội đồng nhân dân về Dân quân tự vệ.\n2. Ủy ban nhân dân các cấp, trong phạm vi nhiệm vụ,\r\nquyền hạn của mình, thực hiện quản lý nhà nước về Dân quân tự vệ và có trách\r\nnhiệm sau đây:\na) Trình Hội đồng nhân dân ban hành; ban hành văn bản\r\nquy phạm pháp luật, văn bản chỉ đạo, hướng dẫn và tổ chức thực hiện công tác\r\nDân quân tự vệ theo quy định của Luật này và quy định khác của pháp luật có\r\nliên quan;\nb) Trình Hội đồng nhân dân cùng cấp phê chuẩn, quyết\r\nđịnh đề án, dự án, kế hoạch về Dân quân tự vệ;\nc) Chỉ đạo cơ quan, tổ chức, đơn vị thuộc quyền tổ\r\nchức xây dựng lực lượng, tập huấn, bồi dưỡng, huấn luyện quân sự, hội thi, hội\r\nthao, diễn tập và hoạt động của Dân quân tự vệ;\nd) Huy động tàu, thuyền, phương tiện dân sự bảo đảm\r\ncho Dân quân tự vệ tham gia bảo vệ hải đảo, vùng biển Việt Nam theo quy định của\r\npháp luật;\nđ) Thực hiện hợp tác quốc tế về Dân quân tự vệ được\r\ngiao;\ne) Xây dựng kế hoạch và tổ chức thực hiện quyết định\r\nmở rộng lực lượng Dân quân tự vệ của cấp có thẩm quyền;\ng) Kiểm tra, thanh tra, xử lý vi phạm, giải quyết\r\nkhiếu nại, tố cáo, sơ kết, tổng kết, thi đua, khen thưởng về Dân quân tự vệ\r\ntheo thẩm quyền;\nh) Tuyên truyền, phổ biến đường lối, quan điểm của\r\nĐảng, chính sách, pháp luật của Nhà nước về Dân quân tự vệ;\ni) Thực hiện các nhiệm vụ khác về Dân quân tự vệ của\r\nđịa phương theo quy định của pháp luật và cấp có thẩm quyền giao.\n"
    },
    {
        "chapter_name": "Điều 45. Trách nhiệm của Mặt trận Tổ quốc\r\nViệt Nam và các tổ chức thành viên của Mặt trận",
        "content": "Mặt trận Tổ quốc Việt Nam và các tổ chức thành viên\r\ncủa Mặt trận, trong phạm vi nhiệm vụ, quyền hạn của mình, có trách nhiệm tuyên\r\ntruyền, vận động Nhân dân thực hiện pháp luật về Dân quân tự vệ; giám sát việc\r\nthực hiện pháp luật về Dân quân tự vệ.\n"
    },
    {
        "chapter_name": "Điều 46. Thi đua, khen thưởng",
        "content": "1. Cơ quan quân sự địa phương các cấp, Ban chỉ huy\r\nquân sự cơ quan, tổ chức chủ trì, phối hợp với cơ quan chức năng liên quan thực\r\nhiện công tác thi đua, khen thưởng về Dân quân tự vệ.\n2. Tổ chức phong trào thi đua trong Dân quân tự vệ\r\ngắn với phong trào thi đua của cơ quan, tổ chức, địa phương.\n3. Cơ quan, tổ chức, cá nhân và Dân quân tự vệ có\r\nthành tích trong thực hiện công tác Dân quân tự vệ được khen thưởng theo quy định\r\ncủa pháp luật.\n4. Bộ trưởng Bộ Quốc phòng hướng\r\ndẫn công tác thi đua, khen thưởng về Dân quân tự vệ theo quy định của pháp luật.\n"
    },
    {
        "chapter_name": "Điều 47. Xử lý vi phạm",
        "content": "1. Cơ quan, tổ chức, cá nhân có hành vi vi phạm quy\r\nđịnh của Luật này thì tùy tính chất, mức độ vi phạm mà bị xử lý kỷ luật, xử phạt\r\nvi phạm hành chính hoặc bị truy cứu trách nhiệm hình sự theo quy định của pháp\r\nluật.\n2. Dân quân tự vệ khi làm nhiệm vụ nếu vi phạm kỷ\r\nluật, vi phạm pháp luật thì tùy tính chất, mức độ vi phạm mà bị xử lý kỷ luật,\r\nxử phạt vi phạm hành chính hoặc bị truy cứu trách nhiệm hình sự; nếu gây thiệt\r\nhại thì phải bồi thường theo quy định của pháp luật.\n"
    },
    {
        "chapter_name": "Điều 48. Hình thức kỷ luật Dân\r\nquân tự vệ",
        "content": "1. Đối với chiến sĩ Dân quân tự vệ áp dụng một\r\ntrong các hình thức kỷ luật sau đây:\na) Khiển trách;\nb) Cảnh cáo;\nc) Tước danh hiệu Dân quân tự vệ.\n2. Đối với các chức vụ chỉ huy đơn vị Dân quân tự vệ\r\náp dụng một trong các hình thức kỷ luật sau đây:\na) Khiển trách;\nb) Cảnh cáo;\nc) Giáng chức;\nd) Cách chức;\nđ) Tước danh hiệu Dân quân tự vệ.\n3. Bộ trưởng Bộ Quốc phòng quy định việc áp dụng\r\ncác hình thức kỷ luật, trình tự, thủ tục, thời hiệu, thời hạn và thẩm quyền xử\r\nlý kỷ luật đối với Dân quân tự vệ quy định tại Điều này.\n"
    },
    {
        "chapter_name": "Điều 49. Sửa đổi, bổ sung một số điều của\r\ncác luật có liên quan đến Dân quân tự vệ",
        "content": "1. Sửa đổi, bổ sung một số điều\r\ncủa Luật Nghĩa vụ quân sự số 78/2015/QH13 như sau:\na) Sửa đổi, bổ sung điểm a khoản 4 Điều\r\n4 như sau:\n“a) Dân quân thường trực có ít nhất 24 tháng phục vụ\r\nthì được công nhận hoàn thành thực hiện nghĩa vụ quân sự tại ngũ trong thời\r\nbình, do Chỉ huy trưởng Ban chỉ huy quân sự cấp huyện quyết định theo đề nghị của\r\nChủ tịch Ủy ban nhân dân cấp xã hoặc trưởng thôn nơi không có đơn vị hành chính\r\ncấp xã, người đứng đầu cơ quan, tổ chức;”;\nb) Sửa đổi, bổ sung điểm e khoản 2 Điều\r\n24 như sau:\n“e) Dân quân thường trực đã hoàn thành nghĩa vụ\r\ntham gia Dân quân tự vệ hoặc Dân quân tự vệ tại chỗ, Dân quân tự vệ cơ động,\r\nDân quân tự vệ biển, Dân quân tự vệ phòng không, pháo binh, trinh sát, thông\r\ntin, công binh, phòng hóa, y tế đã qua huấn luyện tập trung đủ 03 tháng trở\r\nlên;”;\nc) Bổ sung điểm h vào sau điểm g khoản\r\n1 Điều 41 như sau:\n“h) Dân quân thường trực.”.\n2. Sửa đổi, bổ sung một số khoản\r\ncủa Điều 41 của Luật Sĩ quan Quân đội nhân dân Việt Nam số\r\n16/1999/QH10 đã được sửa đổi, bổ sung một số điều\r\ntheo Luật số 19/2008/QH12 và Luật số 72/2014/QH13 như sau:\na) Sửa đổi, bổ sung khoản 1 Điều 41\r\nnhư sau:\n“1. Học viên tốt nghiệp đào tạo sĩ quan dự bị, học\r\nviên tốt nghiệp đào tạo Chỉ huy trưởng Ban chỉ huy quân sự cấp xã ngành quân sự\r\ncơ sở được phong quân hàm thiếu úy sĩ quan dự bị;”;\nb) Sửa đổi, bổ sung khoản 3 Điều 41\r\nnhư sau:\n“3. Căn cứ vào nhu cầu biên chế, tiêu chuẩn chức vụ\r\ncủa sĩ quan, kết quả học tập quân sự và thành tích phục vụ quốc phòng, sĩ quan\r\ndự bị được bổ nhiệm chức vụ trong các đơn vị dự bị động viên hoặc giữ chức vụ\r\nChỉ huy trưởng Ban chỉ huy quân sự cấp xã được thăng cấp bậc quân hàm tương xứng\r\nvới chức vụ đảm nhiệm. Bộ trưởng Bộ Quốc phòng quy định chức vụ tương đương và\r\ncấp bậc quân hàm cao nhất đối với sĩ quan dự bị đảm nhiệm chức vụ Chỉ huy trưởng\r\nBan chỉ huy quân sự cấp xã;”.\n"
    },
    {
        "chapter_name": "Điều 50. Hiệu lực thi hành",
        "content": "1. Luật này có hiệu lực thi hành từ ngày 01 tháng 7\r\nnăm 2020.\n2. Luật Dân quân tự vệ\r\nsố 43/2009/QH12 hết hiệu lực kể từ ngày Luật này có hiệu lực thi hành.\nLuật này được Quốc hội nước Cộng hòa xã hội chủ\r\nnghĩa Việt Nam khóa XIV, kỳ họp thứ 8 thông qua ngày 22 tháng 11 năm 2019.\n\n\n\n"
    }
]