[
    {
        "chapter_name": "Điều 1. Phạm vi điều chỉnh",
        "content": "Luật này quy định về nghĩa vụ quân sự; nhiệm vụ,\r\nquyền hạn của cơ quan, tổ chức, cá nhân và chế độ, chính sách trong việc thực\r\nhiện nghĩa vụ quân sự.\n"
    },
    {
        "chapter_name": "Điều 2. Đối tượng áp dụng",
        "content": "Luật này áp dụng đối với cơ quan, tổ chức, cá nhân\r\ncó liên quan đến nghĩa vụ quân sự.\n"
    },
    {
        "chapter_name": "Điều 3. Giải thích từ ngữ",
        "content": "Trong Luật này các từ ngữ dưới đây được hiểu như\r\nsau:\n1. Độ tuổi thực hiện nghĩa vụ quân sự là độ tuổi\r\ncông dân thực hiện nghĩa vụ phục vụ tại ngũ và phục vụ trong ngạch dự bị của\r\nQuân đội nhân dân.\n2. Đăng ký nghĩa vụ quân sự là việc lập hồ\r\nsơ về nghĩa vụ quân sự của công dân trong độ tuổi thực hiện nghĩa vụ quân sự.\n3. Nhập ngũ là việc công dân vào phục vụ có\r\nthời hạn trong lực lượng thường trực của Quân đội nhân dân và lực lượng Cảnh\r\nsát biển.\n4. Xuất ngũ là việc hạ sĩ quan, binh sĩ thôi\r\nphục vụ tại ngũ trong Quân đội nhân dân và lực lượng Cảnh sát biển.\n5. Hạ sĩ quan, binh sĩ tại ngũ là công dân\r\nđang phục vụ trong lực lượng thường trực của Quân đội nhân dân và lực lượng Cảnh\r\nsát biển.\n6. Hạ sĩ quan, binh sĩ dự bị là công dân đã đăng ký phục vụ trong ngạch dự bị của Quân đội\r\nnhân dân.\n7. Giải ngạch dự bị là chuyển hạ sĩ quan,\r\nbinh sĩ dự bị ra khỏi lực lượng dự bị của Quân đội nhân dân.\n8. Trốn tránh thực hiện\r\nnghĩa vụ quân sự là hành vi không chấp hành lệnh gọi đăng ký nghĩa vụ quân\r\nsự; lệnh gọi khám sức khỏe nghĩa vụ quân sự; lệnh gọi nhập ngũ; lệnh gọi tập\r\ntrung huấn luyện, diễn tập, kiểm tra sẵn sàng động viên, sẵn sàng chiến đấu.\n"
    },
    {
        "chapter_name": "Điều 4. Nghĩa vụ quân sự",
        "content": "1. Nghĩa vụ quân sự là nghĩa vụ vẻ vang của công\r\ndân phục vụ trong Quân đội nhân dân. Thực\r\nhiện nghĩa vụ quân sự bao gồm phục vụ tại ngũ và phục vụ trong ngạch dự bị của\r\nQuân đội nhân dân.\n2. Công dân trong độ tuổi thực hiện nghĩa vụ quân sự,\r\nkhông phân biệt dân tộc, thành phần xã hội, tín ngưỡng, tôn giáo, trình độ học\r\nvấn, nghề nghiệp, nơi cư trú phải thực hiện nghĩa vụ quân sự theo quy định của\r\nLuật này.\n3. Công dân phục vụ trong\r\nlực lượng Cảnh sát biển và thực hiện nghĩa vụ tham gia Công an nhân dân được\r\ncoi là thực hiện nghĩa vụ quân sự tại ngũ.\n4. Công dân thuộc một trong các trường hợp sau đây\r\nđược công nhận hoàn thành nghĩa vụ quân sự tại ngũ trong thời bình:\na) Dân quân tự vệ nòng cốt đã\r\nhoàn thành nghĩa vụ tham gia dân quân tự vệ, trong đó có ít nhất 12 tháng làm\r\nnhiệm vụ dân quân tự vệ thường trực;\nb) Hoàn thành nhiệm vụ tham gia Công an xã liên tục\r\ntừ đủ 36 tháng trở lên;\nc) Cán bộ, công chức, viên chức, sinh viên tốt nghiệp\r\nđại học trở lên, đã được đào tạo và phong quân hàm sĩ quan dự bị;\nd) Thanh niên đã tốt nghiệp đại\r\nhọc, cao đẳng, trung cấp tình nguyện phục vụ tại đoàn kinh tế - quốc phòng từ đủ\r\n24 tháng trở lên theo Đề án do Thủ tướng\r\nChính phủ quyết định;\nđ) Công dân phục vụ trên tàu kiểm ngư từ đủ 24\r\ntháng trở lên.\n"
    },
    {
        "chapter_name": "Điều 5. Trách nhiệm của cơ\r\nquan, tổ chức, cá nhân và gia đình trong thực hiện nghĩa vụ quân sự",
        "content": "Cơ quan, tổ chức, cá nhân và gia đình có trách nhiệm\r\ngiáo dục, động viên và tạo điều kiện cho công dân thực hiện nghĩa vụ quân sự.\n"
    },
    {
        "chapter_name": "Điều 6. Nghĩa vụ phục vụ tại\r\nngũ",
        "content": "1. Công dân nam trong độ tuổi thực hiện nghĩa vụ\r\nquân sự có nghĩa vụ phục vụ tại ngũ trong Quân đội nhân dân.\n2. Công dân nữ trong độ tuổi thực\r\nhiện nghĩa vụ quân sự trong thời bình nếu tự nguyện và quân đội có nhu cầu thì\r\nđược phục vụ tại ngũ.\n"
    },
    {
        "chapter_name": "Điều 7. Nghĩa vụ phục vụ trong\r\nngạch dự bị",
        "content": "1. Công dân nam trong độ tuổi thực hiện nghĩa vụ\r\nquân sự có nghĩa vụ phục vụ trong ngạch dự bị bao gồm các trường hợp sau đây:\na) Hết độ tuổi gọi nhập ngũ nhưng chưa phục vụ tại\r\nngũ;\nb) Thôi phục vụ tại ngũ;\nc) Thôi phục vụ trong\r\nCông an nhân dân.\n2. Công dân nữ trong độ tuổi thực\r\nhiện nghĩa vụ quân sự có ngành, nghề chuyên môn phù hợp yêu cầu của Quân đội\r\nnhân dân.\nChính phủ quy định ngành,\r\nnghề chuyên môn tại khoản này.\n"
    },
    {
        "chapter_name": "Điều 8. Chức vụ, cấp bậc quân\r\nhàm của hạ sĩ quan, binh sĩ",
        "content": "1. Chức vụ của hạ sĩ quan, binh sĩ:\na) Phó trung đội trưởng và tương đương;\nb) Tiểu đội trưởng và tương đương;\nc) Phó tiểu đội trưởng và tương đương;\nd) Chiến sĩ.\n2. Cấp bậc quân hàm của hạ sĩ quan, binh sĩ:\na) Thượng sĩ;\nb) Trung sĩ;\nc) Hạ sĩ;\nd) Binh nhất;\nđ) Binh nhì.\n3. Hạ sĩ quan, binh sĩ tại ngũ và hạ sĩ quan, binh\r\nsĩ dự bị được phong, thăng cấp bậc quân hàm tương ứng với chức vụ; có thành\r\ntích xuất sắc trong thực hiện nhiệm vụ thì được thăng quân hàm trước thời hạn;\r\ncó thành tích đặc biệt xuất sắc thì được xét thăng quân hàm vượt bậc.\n4. Bộ trưởng Bộ Quốc phòng quy\r\nđịnh phong, thăng, giáng, tước cấp bậc quân hàm; bổ nhiệm chức vụ, giáng chức,\r\ncách chức; quy định chức vụ tương đương và cấp bậc quân hàm cao nhất đối với chức\r\nvụ của hạ sĩ quan, binh sĩ quy định tại khoản 1 và khoản 2 Điều này.\n"
    },
    {
        "chapter_name": "Điều 9. Quyền và nghĩa vụ của hạ\r\nsĩ quan, binh sĩ",
        "content": "1. Hạ sĩ quan, binh sĩ được Nhà nước bảo đảm chế độ,\r\nchính sách ưu đãi phù hợp với tính chất hoạt động của Quân đội nhân dân.\n2. Hạ sĩ quan, binh sĩ có nghĩa vụ:\na) Tuyệt đối trung thành với Tổ quốc, Nhân dân, với\r\nĐảng và Nhà nước Cộng hòa xã hội chủ nghĩa Việt Nam;\nb) Sẵn sàng chiến đấu, hy sinh bảo vệ độc lập, chủ\r\nquyền, thống nhất, toàn vẹn lãnh thổ của Tổ quốc; bảo vệ Nhân dân, Đảng, Nhà nước\r\nvà chế độ xã hội chủ nghĩa; hoàn thành mọi nhiệm vụ được giao và thực hiện\r\nnghĩa vụ quốc tế;\nc) Bảo vệ tài sản và lợi ích của Nhà nước, cơ quan,\r\ntổ chức; bảo vệ tính mạng, tài sản, quyền và lợi ích hợp pháp của Nhân dân;\r\ntham gia bảo vệ an ninh quốc gia và trật tự, an toàn xã hội theo quy định của\r\npháp luật;\nd) Chấp hành nghiêm đường lối, chủ trương của Đảng,\r\nchính sách, pháp luật của Nhà nước, Điều lệnh, Điều lệ của Quân đội nhân dân;\nđ) Học tập chính trị, quân sự, văn hóa, khoa học, kỹ thuật, nghiệp vụ; rèn luyện\r\ntính tổ chức, ý thức kỷ luật và thể lực; nâng cao bản lĩnh chính trị, bản lĩnh\r\nchiến đấu.\n"
    },
    {
        "chapter_name": "Điều 10. Các hành vi bị nghiêm\r\ncấm",
        "content": "1. Trốn tránh thực hiện nghĩa vụ quân sự.\n2. Chống đối, cản trở việc thực hiện nghĩa vụ quân\r\nsự.\n3. Gian dối trong\r\nkhám sức khỏe nghĩa vụ quân sự.\n4. Lợi dụng chức vụ, quyền hạn làm trái quy định về\r\nnghĩa vụ quân sự.\n5. Sử dụng hạ sĩ quan, binh sĩ trái quy định của\r\npháp luật.\n6. Xâm phạm thân thể, sức khỏe; xúc phạm danh dự, nhân\r\nphẩm của hạ sĩ quan, binh sĩ.\n"
    },
    {
        "chapter_name": "Điều 11. Nguyên tắc đăng ký\r\nnghĩa vụ quân sự và quản lý công dân trong độ tuổi thực hiện nghĩa vụ quân sự",
        "content": "1. Đúng đối tượng, trình tự thủ tục, chế độ chính\r\nsách theo quy định của pháp luật.\n2. Thống nhất, công khai, minh bạch, thuận lợi cho\r\ncông dân.\n3. Quản lý chặt chẽ, nắm chắc số lượng, chất lượng,\r\nnhân thân của công dân trong độ tuổi thực hiện nghĩa vụ quân sự.\n4. Mọi thay đổi về cư trú của công dân trong độ tuổi\r\nthực hiện nghĩa vụ quân sự phải được đăng ký và quản lý theo quy định của pháp\r\nluật.\n"
    },
    {
        "chapter_name": "Điều 12. Đối tượng đăng ký\r\nnghĩa vụ quân sự",
        "content": "1. Công dân nam đủ 17 tuổi trở lên.\n2. Công dân nữ quy định tại khoản 2\r\nĐiều 7 của Luật này đủ 18 tuổi trở lên.\n"
    },
    {
        "chapter_name": "Điều 13. Đối tượng không được\r\nđăng ký nghĩa vụ quân sự",
        "content": "1. Công dân thuộc một trong các trường hợp sau đây\r\nkhông được đăng ký nghĩa vụ quân sự:\na) Đang bị truy cứu trách nhiệm hình sự; đang chấp hành\r\nhình phạt tù, cải tạo không giam giữ, quản chế hoặc đã chấp hành xong hình phạt\r\ntù nhưng chưa được xóa án tích;\nb) Đang bị áp dụng biện pháp giáo dục tại xã, phường,\r\nthị trấn (sau đây gọi chung là cấp xã) hoặc đưa vào trường giáo dưỡng, cơ sở\r\ngiáo dục bắt buộc, cơ sở cai nghiện bắt buộc;\nc) Bị tước quyền phục vụ trong lực lượng vũ trang nhân dân.\n2. Khi hết thời hạn áp dụng các biện pháp quy định\r\ntại khoản 1 Điều này, công dân được đăng ký\r\nnghĩa vụ quân sự.\n"
    },
    {
        "chapter_name": "Điều 14. Đối tượng miễn đăng\r\nký nghĩa vụ quân sự",
        "content": "Người khuyết tật, người mắc bệnh hiểm nghèo, bệnh\r\ntâm thần hoặc bệnh mãn tính theo quy định của pháp luật.\n"
    },
    {
        "chapter_name": "Điều 15. Cơ quan đăng ký nghĩa\r\nvụ quân sự",
        "content": "1. Ban Chỉ huy quân sự cấp xã thực hiện đăng ký\r\nnghĩa vụ quân sự cho công dân cư trú tại địa phương.\n2. Ban Chỉ huy quân sự cơ quan, tổ chức ở cơ sở thực\r\nhiện đăng ký nghĩa vụ quân sự cho công dân làm việc, học tập tại cơ quan, tổ chức\r\nvà tổng hợp báo cáo Ban Chỉ huy quân sự huyện, quận, thị xã, thành phố thuộc tỉnh\r\nvà đơn vị hành chính tương đương (sau đây\r\ngọi chung là cấp huyện) nơi cơ quan, tổ chức đặt trụ sở; trường hợp cơ quan, tổ\r\nchức không có Ban Chỉ huy quân sự ở cơ sở thì người đứng đầu hoặc người đại diện\r\nhợp pháp của cơ quan, tổ chức có trách nhiệm tổ chức cho công dân thực hiện\r\nđăng ký nghĩa vụ quân sự tại nơi cư trú.\n"
    },
    {
        "chapter_name": "Điều 16. Đăng ký nghĩa vụ quân\r\nsự lần đầu",
        "content": "1. Tháng một hằng năm, Chủ tịch Ủy ban nhân dân cấp xã, người đứng đầu hoặc người\r\nđại diện hợp pháp của cơ quan, tổ chức\r\nbáo cáo Ban Chỉ huy quân sự cấp huyện danh sách công dân nam đủ 17 tuổi trong\r\nnăm và công dân nam trong độ tuổi thực hiện nghĩa vụ quân sự chưa đăng ký nghĩa\r\nvụ quân sự.\n2. Tháng tư hằng năm, Chỉ huy trưởng Ban Chỉ huy\r\nquân sự cấp huyện ra lệnh gọi công dân quy định tại khoản 1 Điều này để đăng ký\r\nnghĩa vụ quân sự lần đầu.\n3. Công dân đăng ký nghĩa vụ quân sự lần đầu phải\r\ntrực tiếp đăng ký tại cơ quan đăng ký nghĩa vụ quân sự quy định tại Điều 15 của Luật này.\n"
    },
    {
        "chapter_name": "Điều 17. Đăng ký nghĩa vụ quân\r\nsự bổ sung; khi thay đổi nơi cư trú hoặc nơi làm việc, học tập; tạm vắng; đăng\r\nký miễn gọi nhập ngũ trong thời chiến",
        "content": "1. Đăng ký nghĩa vụ quân sự bổ\r\nsung:\nCông dân đã đăng ký nghĩa vụ quân sự khi thay đổi\r\nchức vụ công tác, trình độ học vấn, trình độ chuyên môn, tình trạng sức khỏe và\r\nthông tin khác có liên quan đến nghĩa vụ quân sự phải đăng ký bổ sung tại cơ\r\nquan đăng ký nghĩa vụ quân sự.\n2. Đăng ký nghĩa vụ quân sự\r\nkhi thay đổi nơi cư trú hoặc nơi làm việc, học tập:\na) Công dân đã đăng ký nghĩa vụ quân sự khi thay đổi\r\nnơi cư trú hoặc nơi làm việc, học tập phải đến cơ quan đã đăng ký nghĩa vụ quân\r\nsự làm thủ tục chuyển đăng ký nghĩa vụ quân sự; trong thời hạn 10 ngày làm việc,\r\nkể từ ngày đến nơi cư trú hoặc nơi làm việc, học tập mới phải đến cơ quan đăng\r\nký nghĩa vụ quân sự để đăng ký chuyển đến;\nb) Công dân đã đăng ký nghĩa vụ quân sự được gọi\r\nvào học tập tại các trường thuộc cơ sở giáo dục nghề nghiệp, cơ sở giáo dục đại\r\nhọc thuộc hệ thống giáo dục quốc dân phải đến cơ quan đã đăng ký nghĩa vụ quân\r\nsự làm thủ tục chuyển đăng ký nghĩa vụ quân sự đến cơ sở giáo dục; sau khi thôi\r\nhọc phải làm thủ tục chuyển đăng ký nghĩa vụ quân sự về nơi cư trú hoặc nơi làm\r\nviệc mới. Người đứng đầu cơ sở giáo dục có trách nhiệm tổ chức cho công dân\r\nđăng ký nghĩa vụ quân sự và chuyển đăng ký\r\nnghĩa vụ quân sự.\n3. Đăng ký nghĩa vụ quân sự tạm\r\nvắng:\nCông dân đã đăng ký nghĩa vụ quân sự, nếu đi khỏi\r\nnơi cư trú hoặc nơi làm việc, học tập từ 03 tháng trở lên phải đến nơi đăng ký\r\nnghĩa vụ quân sự để đăng ký nghĩa vụ quân sự tạm vắng; khi trở về nơi cư trú hoặc\r\nnơi làm việc, học tập trong thời hạn 10 ngày làm việc phải đăng ký lại.\n4. Công dân thuộc diện miễn gọi\r\nnhập ngũ trong thời chiến được đăng ký theo quy định của Chính phủ.\n"
    },
    {
        "chapter_name": "Điều 18. Đăng ký phục vụ trong\r\nngạch dự bị",
        "content": "1. Công dân nam quy định tại điểm a\r\nkhoản 1 Điều 7 của Luật này.\n2. Công dân nữ quy định tại khoản 2\r\nĐiều 7 của Luật này.\n3. Công dân trong độ tuổi thực hiện nghĩa vụ quân sự thuộc\r\nmột trong các trường hợp sau đây:\na) Hạ sĩ quan, binh sĩ xuất ngũ;\nb) Quân nhân chuyên nghiệp, công nhân, viên chức quốc\r\nphòng thôi phục vụ trong Quân đội nhân dân và thôi phục vụ trong lực lượng Cảnh\r\nsát biển;\nc) Công dân thôi phục vụ trong Công an nhân dân.\n"
    },
    {
        "chapter_name": "Điều 19. Đưa ra khỏi danh sách\r\nđăng ký nghĩa vụ quân sự",
        "content": "1. Công dân được đưa ra khỏi danh sách đăng ký nghĩa vụ quân sự trong trường hợp sau đây:\na) Chết;\nb) Hết độ tuổi phục vụ trong ngạch dự bị;\nc) Trường hợp quy\r\nđịnh tại khoản 1 Điều 13 hoặc Điều 14 của Luật này.\n2. Trong thời hạn 10 ngày, kể từ ngày có xác nhận của\r\ncấp có thẩm quyền, Ban Chỉ huy quân sự cấp xã, cơ quan, tổ chức có công dân quy\r\nđịnh tại khoản 1 Điều này phải báo cáo Ban Chỉ huy quân sự cấp huyện quyết định.\n"
    },
    {
        "chapter_name": "Điều 20. Trách nhiệm, quyền hạn\r\ncủa cơ quan, tổ chức, cá nhân trong đăng ký nghĩa vụ quân sự và quản lý công\r\ndân trong độ tuổi thực hiện nghĩa vụ quân sự",
        "content": "1. Chính phủ quy định chi tiết\r\ntrình tự, thủ tục đăng ký nghĩa vụ quân sự.\n2. Bộ trưởng Bộ Quốc phòng có trách nhiệm tổ chức\r\nchỉ đạo, hướng dẫn việc đăng ký nghĩa vụ quân sự, quy định hệ thống mẫu biểu\r\nđăng ký nghĩa vụ quân sự, chế độ báo cáo, chế độ kiểm tra việc đăng ký nghĩa vụ\r\nquân sự; quản lý công dân trong độ tuổi thực hiện nghĩa vụ quân sự; xây dựng và\r\nquản lý thống nhất cơ sở dữ liệu nghĩa vụ quân sự.\n3. Ủy ban\r\nnhân dân các cấp có trách nhiệm chỉ đạo thực hiện việc đăng ký nghĩa vụ quân sự\r\nvà quản lý công dân trong độ tuổi thực hiện nghĩa vụ quân sự ở địa phương theo\r\nquy định của pháp luật.\n4. Cơ quan quân sự cấp huyện, cấp xã trong phạm vi\r\nnhiệm vụ, quyền hạn có trách nhiệm:\na) Tổ chức thực hiện đăng ký nghĩa vụ quân sự và cấp\r\ngiấy chứng nhận đăng ký nghĩa vụ quân sự;\nb) Chủ trì, phối hợp với cơ quan liên quan quản lý\r\ncông dân trong độ tuổi thực hiện nghĩa vụ quân sự.\n5. Cơ quan công an cấp huyện, cấp xã trong phạm vi\r\nnhiệm vụ, quyền hạn có trách nhiệm:\na) Kịp thời thông báo cho Ban Chỉ huy quân sự cùng\r\ncấp nơi công dân trong độ tuổi thực hiện nghĩa vụ quân sự đang cư trú về việc họ\r\nbị truy cứu trách nhiệm hình sự;\nb) Thông báo cho Ban Chỉ huy quân sự cùng cấp thay\r\nđổi về nơi thường trú, tạm vắng, tạm trú, lưu trú của công dân trong độ tuổi thực\r\nhiện nghĩa vụ quân sự để quản lý việc đăng ký nghĩa vụ quân sự;\nc) Phối hợp với cơ quan quân sự địa phương và cơ\r\nquan liên quan khác kiểm tra, xử lý những người vi phạm quy định về đăng ký\r\nnghĩa vụ quân sự.\n6. Cơ quan, tổ chức có trách nhiệm phối hợp với cơ\r\nquan quân sự cùng cấp thực hiện quy định về đăng ký nghĩa vụ quân sự và quản lý\r\ncông dân trong độ tuổi thực hiện nghĩa vụ quân sự.\n"
    },
    {
        "chapter_name": "Điều 21. Thời hạn phục vụ tại\r\nngũ của hạ sĩ quan, binh sĩ",
        "content": "1. Thời hạn phục vụ tại ngũ trong thời bình của hạ\r\nsĩ quan, binh sĩ là 24 tháng.\n2. Bộ trưởng Bộ Quốc phòng được\r\nquyết định kéo dài thời hạn phục vụ tại ngũ của hạ sĩ quan, binh sĩ nhưng không\r\nquá 06 tháng trong trường hợp sau đây:\na) Để bảo đảm nhiệm vụ sẵn sàng chiến đấu;\nb) Đang thực hiện nhiệm vụ phòng, chống thiên tai,\r\ndịch bệnh, cứu hộ, cứu nạn.\n3. Thời hạn phục vụ của hạ sĩ quan, binh sĩ trong tình trạng chiến tranh hoặc tình trạng khẩn cấp\r\nvề quốc phòng được thực hiện theo lệnh tổng động viên hoặc động viên cục bộ.\n"
    },
    {
        "chapter_name": "Điều 22. Cách tính thời gian phục vụ tại ngũ của hạ sĩ quan, binh\r\nsĩ",
        "content": "1. Thời gian phục vụ tại ngũ của hạ sĩ quan, binh\r\nsĩ được tính từ ngày giao, nhận quân; trong trường hợp không giao, nhận quân tập\r\ntrung thì tính từ ngày đơn vị Quân đội nhân dân tiếp nhận đến khi được cấp có\r\nthẩm quyền quyết định xuất ngũ.\n2. Thời gian đào ngũ, thời gian chấp hành hình phạt\r\ntù tại trại giam không được tính vào thời gian phục vụ tại ngũ.\n"
    },
    {
        "chapter_name": "Điều 23. Phục vụ của hạ sĩ\r\nquan, binh sĩ có trình độ chuyên môn, kỹ thuật",
        "content": "1. Hạ sĩ quan, binh sĩ có\r\ntrình độ chuyên môn, kỹ thuật khi thực hiện nghĩa vụ quân sự được ưu tiên sử dụng\r\nvào vị trí công tác phù hợp với nhu cầu của quân đội theo quy định của Bộ trưởng\r\nBộ Quốc phòng.\n2. Hạ sĩ quan, binh sĩ sau khi hết thời hạn phục vụ\r\ntại ngũ hoặc đang phục vụ trong ngạch dự bị có đủ tiêu chuẩn đáp ứng yêu cầu của\r\nquân đội, nếu tự nguyện và quân đội có nhu cầu thì được tuyển chọn chuyển sang\r\nphục vụ theo chế độ của sĩ quan, quân nhân chuyên nghiệp hoặc công nhân, viên\r\nchức quốc phòng theo quy định của pháp luật.\n"
    },
    {
        "chapter_name": "Điều 24. Hạng của hạ sĩ quan,\r\nbinh sĩ dự bị",
        "content": "1. Hạ sĩ quan, binh sĩ dự bị được chia thành hạ sĩ\r\nquan, binh sĩ dự bị hạng một và binh sĩ dự bị hạng hai.\n2. Hạ sĩ quan, binh sĩ dự bị hạng một:\na) Hạ sĩ quan, binh sĩ xuất ngũ đã phục vụ tại ngũ\r\nđủ 06 tháng trở lên;\nb) Hạ sĩ quan, binh sĩ xuất ngũ đã qua chiến đấu;\nc) Công dân nam thôi phục vụ\r\ntrong Công an nhân dân, đã có thời gian\r\nphục vụ từ 20 tháng trở lên;\nd) Công dân nam là quân nhân chuyên nghiệp thôi phục\r\nvụ tại ngũ;\nđ) Công dân nam là công nhân, viên chức quốc phòng\r\nđược chuyển chế độ từ hạ sĩ quan, binh sĩ đã thôi việc;\ne) Dân quân tự vệ nòng cốt đã\r\nhoàn thành nghĩa vụ tham gia dân quân tự vệ, trong đó có ít nhất 12 tháng làm\r\nnhiệm vụ dân quân tự vệ thường trực hoặc đã qua huấn luyện tập trung đủ 03\r\ntháng trở lên;\ng) Công dân là binh sĩ dự bị hạng hai đã qua huấn\r\nluyện tập trung đủ 06 tháng trở lên;\nh) Công dân hoàn thành nhiệm vụ tham gia Công an xã\r\nliên tục từ đủ 36 tháng trở lên.\n3. Binh sĩ dự bị hạng hai:\na) Công dân nam là binh sĩ xuất ngũ, đã phục vụ tại\r\nngũ dưới 06 tháng;\nb) Công nhân, viên chức quốc phòng không thuộc đối\r\ntượng quy định tại điểm đ khoản 2 Điều này đã thôi việc;\nc) Công dân nam thôi phục vụ trong Công an nhân dân\r\nđã có thời gian phục vụ dưới 12 tháng;\nd) Công dân nam hết độ tuổi gọi nhập ngũ chưa phục\r\nvụ tại ngũ và thực hiện nghĩa vụ tham gia Công an nhân dân;\nđ) Công dân nữ đã đăng ký nghĩa vụ quân sự theo quy\r\nđịnh tại khoản 2 Điều 12 của Luật này.\n"
    },
    {
        "chapter_name": "Điều 25. Độ tuổi phục vụ của hạ\r\nsĩ quan, binh sĩ dự bị",
        "content": "Độ tuổi phục vụ trong ngạch dự bị của hạ sĩ quan,\r\nbinh sĩ được quy định như sau:\n1. Công dân nam đến hết 45 tuổi;\n2. Công dân nữ đến hết 40 tuổi.\n"
    },
    {
        "chapter_name": "Điều 26. Nhóm tuổi phục vụ của\r\nhạ sĩ quan, binh sĩ dự bị",
        "content": "1. Tuổi phục vụ của hạ sĩ quan, binh sĩ dự bị được\r\nchia thành hai nhóm như sau:\n1. Nhóm A: Công dân nam đến hết 35 tuổi, công dân nữ\r\nđến hết 30 tuổi;\n2. Nhóm B: Công dân nam từ 36 tuổi đến hết 45 tuổi,\r\ncông dân nữ từ 31 tuổi đến hết 40 tuổi.\n"
    },
    {
        "chapter_name": "Điều 27. Huấn luyện, diễn tập,\r\nkiểm tra sẵn sàng động viên, sẵn sàng chiến đấu đối\r\nvới hạ sĩ quan, binh sĩ dự bị",
        "content": "1. Đối với hạ sĩ quan, binh sĩ dự bị hạng một:\na) Phải tham gia huấn luyện, diễn tập, kiểm tra sẵn\r\nsàng động viên, sẵn sàng chiến đấu trong đơn vị dự bị động viên với tổng thời\r\ngian không quá 12 tháng;\nb) Thủ tướng Chính phủ quyết định số lượng hạ sĩ\r\nquan, binh sĩ dự bị hạng một được gọi tập trung huấn luyện, diễn tập, kiểm tra\r\nsẵn sàng động viên, sẵn sàng chiến đấu hằng năm;\nc) Căn cứ quyết định của Thủ tướng Chính phủ, Bộ\r\ntrưởng Bộ Quốc phòng quyết định phân bổ chỉ tiêu cho các đơn vị quân đội; quy định\r\nsố lần và thời gian huấn luyện của mỗi lần; giữa các lần huấn luyện, được gọi hạ\r\nsĩ quan, binh sĩ dự bị tập trung để kiểm tra sẵn sàng động viên, sẵn sàng chiến\r\nđấu trong thời gian không quá 07 ngày; trường hợp cần thiết được quyền giữ hạ sĩ quan,\r\nbinh sĩ dự bị ở lại huấn luyện thêm không quá 02 tháng nhưng tổng số thời gian\r\nkhông vượt quá thời gian quy định tại điểm a khoản 1 Điều này.\n2. Việc huấn luyện đối với\r\nbinh sĩ dự bị hạng hai do Chính phủ quy định.\n"
    },
    {
        "chapter_name": "Điều 28. Kiểm tra sức khỏe đối với\r\nhạ sĩ quan, binh sĩ dự bị",
        "content": "1. Hạ sĩ quan, binh sĩ dự bị đã biên chế vào đơn vị\r\ndự bị động viên trước khi tập trung huấn luyện, diễn tập được kiểm tra sức khỏe.\n2. Ủy ban\r\nnhân dân cấp huyện chỉ đạo phòng y tế phối hợp với cơ quan liên quan tổ chức kiểm\r\ntra sức khỏe đối với hạ sĩ quan, binh sĩ\r\ndự bị.\n"
    },
    {
        "chapter_name": "Điều 29. Giải ngạch dự bị",
        "content": "Hạ sĩ quan, binh sĩ dự bị hết độ tuổi hoặc không\r\ncòn đủ sức khỏe phục vụ trong ngạch dự bị\r\nthì được giải ngạch theo quyết định của Chỉ huy trưởng Ban Chỉ huy quân sự cấp\r\nhuyện.\n"
    },
    {
        "chapter_name": "Điều 30. Độ tuổi gọi nhập ngũ",
        "content": "Công dân đủ 18 tuổi được gọi nhập ngũ; độ tuổi gọi\r\nnhập ngũ từ đủ 18 tuổi đến hết 25 tuổi; công dân được đào tạo trình độ cao đẳng,\r\nđại học đã được tạm hoãn gọi nhập ngũ thì độ tuổi gọi nhập ngũ đến hết 27 tuổi.\n"
    },
    {
        "chapter_name": "Điều 31. Tiêu chuẩn công dân\r\nđược gọi nhập ngũ và thực hiện nghĩa vụ tham gia Công an nhân dân",
        "content": "1. Công dân được gọi nhập ngũ\r\nkhi có đủ các tiêu chuẩn sau đây:\na) Lý lịch rõ ràng;\nb) Chấp hành nghiêm đường lối, chủ trương của Đảng,\r\nchính sách, pháp luật của Nhà nước;\nc) Đủ sức khỏe\r\nphục vụ tại ngũ theo quy định;\nd) Có trình độ văn hóa phù hợp.\n2. Tiêu chuẩn công dân được gọi thực hiện nghĩa vụ\r\ntham gia Công an nhân dân theo quy định tại Điều 7 của Luật Công\r\nan nhân dân.\n"
    },
    {
        "chapter_name": "Điều 32. Công nhận binh sĩ tại\r\nngũ",
        "content": "Công dân đến 17 tuổi, có nguyện vọng phục vụ lâu\r\ndài trong Quân đội nhân dân, có đủ tiêu chuẩn theo quy định của pháp luật, đang\r\nhọc tập tại nhà trường quân đội thì được công nhận là binh sĩ tại ngũ.\n"
    },
    {
        "chapter_name": "Điều 33. Số lần, thời điểm gọi công dân nhập ngũ và thực hiện\r\nnghĩa vụ tham gia Công an nhân dân trong năm",
        "content": "Hằng năm, gọi công dân nhập ngũ và thực hiện nghĩa\r\nvụ tham gia Công an nhân dân một lần vào tháng hai hoặc tháng ba; trường hợp cần\r\nthiết vì lý do quốc phòng, an ninh thì được gọi công dân nhập ngũ và thực hiện\r\nnghĩa vụ tham gia Công an nhân dân lần thứ hai. Đối với địa phương có thảm họa\r\nhoặc dịch bệnh nguy hiểm thì được điều chỉnh thời gian gọi nhập ngũ và thực hiện\r\nnghĩa vụ tham gia Công an nhân dân.\n"
    },
    {
        "chapter_name": "Điều 34. Thẩm quyền quyết định\r\nviệc gọi công dân nhập ngũ và thực hiện nghĩa vụ tham gia Công an nhân dân",
        "content": "1. Thủ tướng Chính phủ quyết định thời gian, số lượng\r\ngọi công dân nhập ngũ và thực hiện nghĩa vụ tham gia Công an nhân dân đối với tỉnh,\r\nthành phố trực thuộc trung ương (sau đây gọi chung là cấp tỉnh); quyết định gọi\r\ncông dân nhập ngũ và thực hiện nghĩa vụ tham gia Công an nhân dân lần thứ hai;\r\nquyết định điều chỉnh số lượng, thời gian gọi công dân nhập ngũ và thực hiện\r\nnghĩa vụ tham gia Công an nhân dân đối với cấp tỉnh theo quy định tại Điều 33 của Luật này.\n2. Căn cứ vào quyết định của Thủ tướng Chính phủ, Bộ\r\ntrưởng Bộ Quốc phòng, Bộ trưởng Bộ Công an quyết định số lượng gọi công dân nhập\r\nngũ và thực hiện nghĩa vụ tham gia Công an nhân dân cho đơn vị thuộc quyền ở từng\r\nđịa phương cấp tỉnh.\n3. Chủ tịch Ủy ban\r\nnhân dân cấp tỉnh quyết định giao số lượng gọi công dân nhập ngũ và thực hiện\r\nnghĩa vụ tham gia Công an nhân dân cho địa phương cấp huyện.\n4. Chỉ huy trưởng cơ quan quân sự cấp tỉnh, cấp huyện,\r\nGiám đốc Công an cấp tỉnh, Trưởng Công an cấp huyện có trách nhiệm tham mưu cho\r\nChủ tịch Ủy ban nhân dân cùng cấp trong\r\nviệc giao số lượng gọi công dân nhập ngũ và thực hiện nghĩa vụ tham gia Công an\r\nnhân dân cho địa phương cấp huyện, cấp xã và cơ quan, tổ chức trên địa bàn; chỉ\r\nđạo tuyển chọn công dân nhập ngũ và thực hiện nghĩa vụ tham gia Công an nhân\r\ndân.\n5. Chủ tịch Ủy ban\r\nnhân dân cấp huyện quyết định giao số lượng gọi công dân nhập ngũ và thực hiện\r\nnghĩa vụ tham gia Công an nhân dân cho địa phương cấp xã và cơ quan, tổ chức\r\ntrên địa bàn; quyết định danh sách công dân gọi nhập ngũ và thực hiện nghĩa vụ\r\ntham gia Công an nhân dân theo đề nghị của Hội đồng nghĩa vụ quân sự cùng cấp.\n6. Chỉ huy trưởng Ban Chỉ huy quân sự cấp huyện ra\r\nlệnh gọi từng công dân nhập ngũ; Trưởng Công an cấp huyện ra lệnh gọi từng công\r\ndân thực hiện nghĩa vụ tham gia Công an nhân dân. Lệnh gọi nhập ngũ, gọi thực\r\nhiện nghĩa vụ tham gia Công an nhân dân phải được giao cho công dân trước thời\r\ngian ghi trong lệnh 15 ngày.\n"
    },
    {
        "chapter_name": "Điều 35. Trách nhiệm của cơ\r\nquan, tổ chức, cá nhân trong tuyển chọn, gọi công dân nhập ngũ và thực hiện\r\nnghĩa vụ tham gia Công an nhân dân",
        "content": "1.\r\nỦy ban nhân dân các cấp, cơ quan, tổ chức có trách nhiệm thực hiện tuyển chọn,\r\ngọi công dân nhập ngũ và thực hiện nghĩa vụ tham gia Công an nhân dân bảo đảm\r\ndân chủ, công bằng, công khai, đủ số lượng, đúng đối tượng, tiêu chuẩn, thời\r\ngian theo quy định của pháp luật; bảo đảm cho công dân được gọi nhập ngũ và thực\r\nhiện nghĩa vụ tham gia Công an nhân dân có mặt đúng thời gian, địa điểm.\n2.\r\nỦy ban nhân dân cấp huyện có trách nhiệm tổ chức giao công dân được gọi nhập\r\nngũ và thực hiện nghĩa vụ tham gia Công an nhân dân cho các đơn vị nhận quân và\r\ntổ chức lễ giao nhận quân theo đúng quy định.\n3.\r\nỦy ban nhân dân cấp xã, cơ quan, tổ chức có trách nhiệm công khai số lượng, đối\r\ntượng, tiêu chuẩn gọi nhập ngũ; danh sách công dân đủ điều kiện nhập ngũ và thực\r\nhiện nghĩa vụ tham gia Công an nhân dân; danh sách công dân được gọi nhập ngũ\r\nvà thực hiện nghĩa vụ tham gia Công an nhân dân; danh sách tạm hoãn gọi nhập\r\nngũ, miễn gọi nhập ngũ tại trụ sở Ủy ban nhân dân cấp xã, cơ quan, tổ chức.\n4. Đơn vị nhận quân có trách\r\nnhiệm phối hợp với Ủy ban nhân dân các cấp thực hiện việc tuyển chọn, gọi công\r\ndân nhập ngũ và thực hiện nghĩa vụ tham gia Công an nhân dân.\n5. Công dân được gọi nhập ngũ và thực hiện nghĩa vụ\r\ntham gia Công an nhân dân phải có mặt đúng thời gian và địa điểm ghi trong lệnh;\r\ntrường hợp có lý do chính đáng mà không thể đến đúng thời gian, địa điểm thì phải\r\ncó xác nhận của Ủy ban nhân dân cấp xã\r\nnơi cư trú hoặc cơ quan, tổ chức nơi làm việc, học tập và báo cáo Chỉ huy trưởng\r\nBan Chỉ huy quân sự, Trưởng Công an cấp huyện.\n"
    },
    {
        "chapter_name": "Điều 36. Hội đồng nghĩa vụ\r\nquân sự",
        "content": "1. Ủy ban\r\nnhân dân các cấp thành lập Hội đồng nghĩa vụ quân sự để giúp Ủy ban nhân dân cùng cấp thực hiện pháp luật về\r\nnghĩa vụ quân sự.\n2. Thành phần của Hội đồng nghĩa vụ quân sự các cấp:\na) Hội đồng nghĩa vụ quân sự cấp tỉnh, cấp huyện gồm:\nChủ tịch Hội đồng nghĩa vụ quân sự là Chủ tịch Ủy ban nhân dân cấp tỉnh, cấp huyện;\nPhó Chủ tịch thường trực Hội đồng nghĩa vụ quân sự\r\nlà Chỉ huy trưởng cơ quan quân sự cấp tỉnh, cấp huyện;\nPhó Chủ tịch Hội đồng nghĩa vụ quân sự là Giám đốc\r\nCông an cấp tỉnh, Trưởng Công an cấp huyện;\nCác ủy viên Hội đồng nghĩa vụ quân sự là người đứng\r\nđầu Ủy ban Mặt trận Tổ quốc Việt Nam,\r\nLiên đoàn lao động Việt Nam, Đoàn thanh niên cộng sản Hồ Chí Minh, Hội liên hiệp\r\nphụ nữ Việt Nam, Hội nông dân Việt Nam, Hội cựu chiến binh Việt Nam và một số\r\ncơ quan chuyên môn thuộc Ủy ban nhân dân\r\ndo Chủ tịch Ủy ban nhân dân cùng cấp quyết\r\nđịnh;\nb) Hội đồng nghĩa vụ quân sự cấp xã gồm:\nChủ tịch Hội đồng nghĩa vụ quân sự là Chủ tịch Ủy ban nhân dân;\nPhó Chủ tịch thường trực Hội đồng nghĩa vụ quân sự\r\nlà Chỉ huy trưởng Ban chỉ huy quân sự;\nPhó Chủ tịch Hội đồng nghĩa vụ quân sự là Trưởng\r\nCông an;\nCác ủy viên Hội đồng nghĩa vụ quân sự là người đứng\r\nđầu Ủy ban Mặt trận Tổ quốc Việt Nam,\r\nĐoàn thanh niên cộng sản Hồ Chí Minh, Hội liên hiệp phụ nữ Việt Nam, Hội cựu\r\nchiến binh Việt Nam, Y tế; công chức tư pháp - hộ tịch, tài chính - kế toán và\r\nmột số thành viên khác do Chủ tịch Ủy ban\r\nnhân dân quyết định.\n3. Hội đồng nghĩa vụ quân sự làm việc theo nguyên tắc\r\ntập thể; chịu trách nhiệm trước Ủy ban\r\nnhân dân cùng cấp về việc thực hiện nghĩa vụ quân sự tại địa phương; nghị quyết\r\ncủa Hội đồng phải được quá nửa tổng số thành viên biểu quyết tán thành.\n"
    },
    {
        "chapter_name": "Điều 37. Nhiệm vụ của Hội đồng\r\nnghĩa vụ quân sự cấp tỉnh",
        "content": "1. Giúp Ủy ban\r\nnhân dân cấp tỉnh chỉ đạo kiểm tra, đôn đốc cơ quan, tổ chức thực hiện việc\r\nđăng ký nghĩa vụ quân sự và quản lý công dân trong độ tuổi thực hiện nghĩa vụ\r\nquân sự; chuẩn bị cho công dân phục vụ tại ngũ, kế hoạch tuyển chọn gọi công\r\ndân nhập ngũ và thực hiện nghĩa vụ tham gia Công an nhân dân; huấn luyện hạ sĩ\r\nquan, binh sĩ dự bị và thực hiện các chế độ, chính sách đối với hạ sĩ quan,\r\nbinh sĩ trên địa bàn; chỉ đạo, hướng dẫn hoạt động của Hội đồng nghĩa vụ quân sự\r\ncấp huyện.\n2. Giúp Chủ tịch Ủy\r\nban nhân dân cấp tỉnh xem xét và giải quyết khiếu nại, tố cáo của công\r\ndân trong việc thực hiện pháp luật về nghĩa vụ quân sự.\n"
    },
    {
        "chapter_name": "Điều 38. Nhiệm vụ của Hội đồng\r\nnghĩa vụ quân sự cấp huyện",
        "content": "1. Giúp Ủy ban\r\nnhân dân cấp huyện thực hiện nhiệm vụ tuyển chọn công dân nhập ngũ và thực hiện\r\nnghĩa vụ tham gia Công an nhân dân; chỉ đạo Ủy\r\nban nhân dân cấp xã tổ chức thực hiện quy định của pháp luật về nghĩa vụ\r\nquân sự và chỉ đạo, hướng dẫn hoạt động của Hội đồng nghĩa vụ quân sự cấp xã.\n2. Báo cáo Ủy ban\r\nnhân dân cấp huyện quyết định công dân được gọi nhập ngũ, tạm hoãn gọi nhập ngũ\r\nvà miễn gọi nhập ngũ, miễn thực hiện nghĩa vụ quân sự và thực hiện nghĩa vụ\r\ntham gia Công an nhân dân.\n3. Giúp Ủy ban\r\nnhân dân cấp huyện tổ chức bàn giao công dân được gọi nhập ngũ, thực hiện nghĩa\r\nvụ tham gia Công an nhân dân cho các đơn vị quân đội, cảnh sát biển và công an;\r\ntổ chức tiếp nhận hạ sĩ quan, binh sĩ xuất ngũ.\n4. Giúp Ủy ban\r\nnhân dân cấp huyện kiểm tra, hướng dẫn cơ quan, tổ chức liên quan trong việc thực\r\nhiện chính sách hậu phương quân đội và quản lý công dân trong diện thực hiện\r\nnghĩa vụ quân sự ở địa phương.\n5. Giúp Chủ tịch Ủy\r\nban nhân dân cấp huyện xem xét, giải quyết khiếu nại, tố cáo trong việc thực hiện pháp luật về nghĩa vụ quân\r\nsự.\n"
    },
    {
        "chapter_name": "Điều 39. Nhiệm vụ của Hội đồng\r\nnghĩa vụ quân sự cấp xã",
        "content": "1. Giúp Ủy ban\r\nnhân dân cấp xã tổ chức tuyên truyền, phổ biến pháp luật về nghĩa vụ quân sự; tổ\r\nchức cho công dân đăng ký nghĩa vụ quân sự và khám sức khỏe.\n2. Báo cáo Ủy ban\r\nnhân dân cấp xã và Hội đồng nghĩa vụ quân sự cấp huyện danh sách công dân được\r\ngọi nhập ngũ, tạm hoãn gọi nhập ngũ, miễn gọi nhập ngũ và thực hiện nghĩa vụ\r\ntham gia Công an nhân dân.\n3. Tổ chức cho công dân thực hiện lệnh gọi nhập ngũ\r\nvà thực hiện nghĩa vụ tham gia Công an nhân dân; lệnh gọi tập trung huấn luyện,\r\ndiễn tập, lệnh kiểm tra sẵn sàng động viên, sẵn sàng chiến đấu.\n4. Giúp Ủy ban\r\nnhân dân cấp xã kiểm tra, hướng dẫn cơ quan, tổ chức liên quan trong việc thực\r\nhiện chính sách hậu phương quân đội và quản lý công dân trong diện thực hiện\r\nnghĩa vụ quân sự ở địa phương.\n5. Giúp Chủ tịch Ủy\r\nban nhân dân cấp xã xem xét, giải quyết khiếu nại, tố cáo trong việc thực\r\nhiện pháp luật về nghĩa vụ quân sự.\n"
    },
    {
        "chapter_name": "Điều 40. Khám sức khỏe cho công\r\ndân gọi nhập ngũ và thực hiện nghĩa vụ tham gia Công an nhân dân",
        "content": "1. Chủ tịch Ủy ban\r\nnhân dân cấp huyện quyết định thành lập Hội đồng khám sức khỏe theo đề nghị của\r\nphòng y tế cùng cấp.\n2. Chỉ huy trưởng Ban Chỉ huy quân sự cấp huyện ra\r\nlệnh gọi khám sức khỏe cho công dân trong diện gọi nhập ngũ; Trưởng Công an cấp\r\nhuyện ra lệnh gọi khám sức khỏe cho công dân trong diện gọi thực hiện nghĩa vụ\r\ntham gia Công an nhân dân. Lệnh gọi khám sức khỏe phải được giao cho công dân\r\ntrước thời điểm khám sức khỏe 15 ngày.\n3. Hội đồng khám sức khỏe cấp huyện tổ chức khám sức\r\nkhỏe cho công dân trong diện gọi nhập ngũ và gọi thực hiện nghĩa vụ tham gia\r\nCông an nhân dân; trường hợp cần thiết, quyết định việc xét nghiệm cận lâm\r\nsàng, bao gồm xét nghiệm phát hiện ma túy, HIV; bảo đảm chính xác và chịu trách\r\nnhiệm về kết quả khám sức khỏe nghĩa vụ\r\nquân sự.\n4. Thời gian khám sức khỏe\r\ntừ ngày 01 tháng 11 đến hết ngày 31 tháng 12 hằng năm. Thời gian khám sức khỏe\r\ngọi công dân nhập ngũ và thực hiện nghĩa vụ tham gia Công an nhân dân lần thứ\r\nhai theo quy định tại Điều 33 của Luật này do Thủ tướng\r\nChính phủ quyết định.\n5. Kết quả phân loại sức khỏe phải được niêm yết\r\ncông khai tại trụ sở Ủy ban nhân dân cấp\r\nxã, cơ quan, tổ chức trong thời hạn 20 ngày.\n"
    },
    {
        "chapter_name": "Điều 41. Tạm hoãn gọi nhập ngũ\r\nvà miễn gọi nhập ngũ",
        "content": "1. Tạm hoãn gọi nhập ngũ đối với\r\nnhững công dân sau đây:\na) Chưa đủ sức khỏe phục vụ tại ngũ theo kết luận của\r\nHội đồng khám sức khỏe;\nb) Là lao động duy nhất phải\r\ntrực tiếp nuôi dưỡng thân nhân không còn khả năng lao động hoặc chưa đến tuổi\r\nlao động; trong gia đình bị thiệt hại nặng về người và tài sản do tai nạn,\r\nthiên tai, dịch bệnh nguy hiểm gây ra được Ủy\r\nban nhân dân cấp xã xác nhận;\nc) Một con của bệnh binh, người nhiễm chất độc da\r\ncam suy giảm khả năng lao động từ 61% đến 80%;\nd) Có anh, chị hoặc em ruột là hạ sĩ quan, binh sĩ\r\nđang phục vụ tại ngũ; hạ sĩ quan, chiến sĩ thực hiện nghĩa vụ tham gia Công an\r\nnhân dân;\nđ) Người thuộc diện di dân, giãn dân trong 03 năm đầu đến các xã đặc biệt khó khăn\r\ntheo dự án phát triển kinh tế - xã hội của Nhà nước do Ủy ban nhân dân cấp tỉnh trở lên quyết\r\nđịnh;\ne) Cán bộ, công chức, viên chức, thanh niên xung\r\nphong được điều động đến công tác, làm việc ở vùng có điều kiện kinh tế - xã hội\r\nđặc biệt khó khăn theo quy định của pháp luật;\ng) Đang học tại cơ sở giáo dục\r\nphổ thông; đang được đào tạo trình độ đại học hệ chính quy thuộc cơ sở giáo dục\r\nđại học, trình độ cao đẳng hệ chính quy thuộc cơ sở giáo dục nghề nghiệp trong thời gian một khóa đào tạo của một trình độ đào\r\ntạo.\n2. Miễn gọi nhập ngũ đối với\r\nnhững công dân sau đây:\na) Con của liệt sĩ, con của thương binh hạng một;\nb) Một anh hoặc một em trai của liệt sĩ;\nc) Một con của thương binh hạng hai; một con của bệnh\r\nbinh suy giảm khả năng lao động từ 81% trở lên; một con của người nhiễm chất độc\r\nda cam suy giảm khả năng lao động từ 81 % trở lên;\nd) Người làm công tác cơ yếu không phải là quân\r\nnhân, Công an nhân dân;\nđ) Cán bộ, công chức, viên chức, thanh niên xung\r\nphong được điều động đến công tác, làm việc ở vùng có điều kiện kinh tế - xã hội đặc biệt khó khăn theo quy định\r\ncủa pháp luật từ 24 tháng trở lên.\n3. Công dân thuộc diện tạm hoãn gọi nhập ngũ quy định\r\ntại khoản 1 Điều này, nếu không còn lý do tạm hoãn thì được gọi nhập ngũ.\nCông dân thuộc diện được tạm hoãn gọi nhập ngũ hoặc\r\nđược miễn gọi nhập ngũ quy định tại khoản 1 và khoản 2 Điều này, nếu tình nguyện\r\nthì được xem xét tuyển chọn và gọi nhập ngũ.\n4. Danh sách công dân thuộc diện được tạm hoãn gọi\r\nnhập ngũ, được miễn gọi nhập ngũ phải được niêm yết công khai tại trụ sở Ủy ban nhân dân cấp xã, cơ quan, tổ chức trong\r\nthời hạn 20 ngày.\n"
    },
    {
        "chapter_name": "Điều 42. Thẩm quyền quyết định\r\ntạm hoãn gọi nhập ngũ, miễn gọi nhập ngũ và công nhận hoàn thành nghĩa vụ quân\r\nsự tại ngũ",
        "content": "1. Chủ tịch Ủy ban\r\nnhân dân cấp huyện quyết định tạm hoãn gọi nhập ngũ và miễn gọi nhập ngũ đối với\r\ncông dân quy định tại Điều 41 của Luật này.\n2. Chỉ huy trưởng Ban chỉ huy quân sự cấp huyện quyết\r\nđịnh công nhận hoàn thành nghĩa vụ quân sự tại ngũ đối với công dân quy định tại\r\nkhoản 4 Điều 4 của Luật này.\n"
    },
    {
        "chapter_name": "Điều 43. Điều kiện xuất ngũ",
        "content": "1. Hạ sĩ quan, binh sĩ đã hết thời hạn phục vụ tại\r\nngũ quy định tại khoản 1 và khoản 2 Điều 21 của Luật này\r\nthì được xuất ngũ.\n2. Hạ sĩ quan, binh sĩ tại ngũ\r\ncó thể được xuất ngũ trước thời hạn khi được Hội đồng giám định y khoa quân sự\r\nkết luận không đủ sức khỏe để tiếp tục phục vụ tại ngũ hoặc các trường hợp quy\r\nđịnh tại điểm b và điểm c khoản 1; các điểm a, b và c khoản\r\n2 Điều 41 của Luật này.\n"
    },
    {
        "chapter_name": "Điều 44. Thẩm quyền, trách nhiệm\r\ngiải quyết xuất ngũ",
        "content": "1. Bộ trưởng Bộ Quốc phòng quyết\r\nđịnh xuất ngũ hằng năm đối với hạ sĩ quan, binh sĩ phục vụ tại ngũ.\n2. Chỉ huy đơn vị từ cấp trung đoàn và tương đương\r\ntrở lên quyết định xuất ngũ đối với từng hạ sĩ quan, binh sĩ thuộc quyền; tổ chức\r\nlễ tiễn hạ sĩ quan, binh sĩ hoàn thành nghĩa vụ phục vụ tại ngũ và bàn giao cho\r\nỦy ban nhân dân cấp huyện đã giao quân.\n3. Thời gian xuất ngũ phải được thông báo trước 30\r\nngày cho hạ sĩ quan, binh sĩ và Ủy ban\r\nnhân dân cấp huyện nơi giao quân hoặc cơ quan, tổ chức nơi làm việc, học tập\r\ntrước khi nhập ngũ.\n4. Ủy ban\r\nnhân dân cấp huyện, cấp xã và cơ quan, tổ chức phải tổ chức tiếp nhận hạ sĩ\r\nquan, binh sĩ xuất ngũ.\n"
    },
    {
        "chapter_name": "Điều 45. Trách nhiệm của hạ sĩ\r\nquan, binh sĩ xuất ngũ",
        "content": "Hạ sĩ quan, binh sĩ xuất ngũ; hạ sĩ quan, chiến sĩ\r\nhoàn thành thực hiện nghĩa vụ tham gia Công an nhân dân khi về nơi cư trú hoặc\r\nnơi làm việc, học tập trong thời hạn 15 ngày làm việc phải đến cơ quan đăng ký\r\nnghĩa vụ quân sự để đăng ký phục vụ trong\r\nngạch dự bị.\n"
    },
    {
        "chapter_name": "Điều 46. Gọi nhập ngũ khi có lệnh\r\nđộng viên",
        "content": "Khi có lệnh tổng động viên hoặc động viên cục bộ,\r\nviệc gọi nhập ngũ thực hiện theo quyết định của Thủ tướng Chính phủ và lệnh của\r\nBộ trưởng Bộ Quốc phòng.\n"
    },
    {
        "chapter_name": "Điều 47. Trách nhiệm của cơ\r\nquan, tổ chức, cá nhân trong thực hiện lệnh động viên",
        "content": "1. Khi có lệnh tổng động viên hoặc động viên cục bộ,\r\nBộ trưởng Bộ Quốc phòng lệnh đình chỉ việc xuất ngũ, nghỉ phép đối với hạ sĩ\r\nquan, binh sĩ; hạ sĩ quan, binh sĩ đang nghỉ phép phải trở về đơn vị.\n2. Chỉ huy trưởng Ban Chỉ huy quân sự cấp huyện ra\r\nlệnh gọi từng công dân nhập ngũ theo quyết định của Chủ tịch Ủy ban nhân dân cùng cấp.\n3. Công dân được gọi nhập ngũ phải có mặt đúng thời\r\ngian và địa điểm ghi trong lệnh gọi nhập ngũ.\n4. Ủy ban\r\nnhân dân cấp xã, cơ quan, tổ chức có trách nhiệm tổ chức để công dân chấp hành\r\nnghiêm lệnh gọi nhập ngũ.\n"
    },
    {
        "chapter_name": "Điều 48. Xuất ngũ khi có lệnh\r\nbãi bỏ tình trạng chiến tranh hoặc tình trạng khẩn cấp về quốc phòng",
        "content": "1. Khi có lệnh bãi bỏ lệnh tổng động viên hoặc động\r\nviên cục bộ, Thủ tướng Chính phủ quyết định việc xuất ngũ đối với hạ sĩ quan,\r\nbinh sĩ.\n2. Thẩm quyền, trách nhiệm giải quyết cụ thể việc\r\nxuất ngũ đối với hạ sĩ quan, binh sĩ được thực hiện theo quy định tại Điều 44 của Luật này.\n"
    },
    {
        "chapter_name": "Điều 49. Chế độ chính sách của\r\ncông dân trong thời gian đăng ký nghĩa vụ quân sự, khám, kiểm tra sức khỏe",
        "content": "1. Công dân đang làm việc tại cơ quan, tổ chức\r\ntrong thời gian thực hiện đăng ký nghĩa vụ quân sự, khám, kiểm tra sức khỏe\r\nnghĩa vụ quân sự thì được trả nguyên lương, tiền tàu xe và các khoản phụ cấp hiện\r\nhưởng.\n2. Công dân đến đăng ký nghĩa vụ quân sự, khám, kiểm\r\ntra sức khỏe được bảo đảm chế độ ăn, ở trong thời gian thực hiện đăng ký, khám,\r\nkiểm tra sức khỏe, tiền tàu xe đi, về.\n3. Chính phủ quy định chi tiết Điều này.\n"
    },
    {
        "chapter_name": "Điều 50. Chế độ, chính sách đối\r\nvới hạ sĩ quan, binh sĩ phục vụ tại ngũ, xuất ngũ và thân nhân",
        "content": "1. Đối với hạ sĩ quan, binh sĩ trong thời gian phục\r\nvụ tại ngũ:\na) Được bảo đảm cung cấp kịp thời, đủ số lượng,\r\nđúng chất lượng về lương thực, thực phẩm, quân trang, thuốc phòng bệnh, chữa bệnh;\r\nđược bảo đảm chỗ ở, phụ cấp hàng tháng, nhu yếu phẩm và nhu cầu về văn hóa, tinh thần phù hợp với tính chất nhiệm vụ của\r\nquân đội; được bảo đảm chế độ trong các ngày lễ, tết; được bảo đảm chăm sóc sức\r\nkhỏe khi bị thương, bị ốm đau, bị tai nạn theo quy định của pháp luật;\nb) Từ tháng thứ mười ba trở\r\nđi được nghỉ phép theo chế độ; các trường hợp nghỉ vì lý do đột xuất khác do Bộ\r\ntrưởng Bộ Quốc phòng quy định;\nc) Từ tháng thứ hai mươi lăm\r\ntrở đi được hưởng thêm 250% phụ cấp quân hàm hiện hưởng hàng tháng;\nd) Được tính nhân khẩu trong gia đình khi gia đình\r\nđược giao hoặc điều chỉnh diện tích nhà ở, đất xây dựng nhà ở và đất canh tác;\nđ) Được tính thời gian phục vụ tại ngũ vào thời\r\ngian công tác;\ne) Được ưu đãi về bưu phí;\ng) Có thành tích trong chiến đấu, công tác, huấn\r\nluyện được khen thưởng theo quy định của pháp luật;\nh) Trong trường hợp bị thương, bị bệnh khi làm nhiệm\r\nvụ thi được hưởng chế độ ưu đãi theo quy định của pháp luật;\ni) Được Nhà nước bảo đảm chế độ bảo hiểm xã hội, bảo\r\nhiểm y tế theo quy định của Luật bảo hiểm xã hội,\r\nLuật bảo hiểm y tế;\nk) Được tạm hoãn trả và không tính lãi suất khoản\r\nvay từ Ngân hàng chính sách xã hội mà trước khi nhập ngũ là thành viên hộ\r\nnghèo, học sinh, sinh viên theo quy định của pháp luật;\nl) Được ưu tiên trong tuyển sinh quân sự.\n2. Đối với thân nhân hạ sĩ\r\nquan, binh sĩ tại ngũ:\na) Bố, mẹ đẻ; bố, mẹ vợ hoặc bố, mẹ chồng; người\r\nnuôi dưỡng hợp pháp; vợ hoặc chồng; con đẻ, con nuôi hợp pháp của hạ sĩ quan,\r\nbinh sĩ tại ngũ được hưởng chế độ bảo hiểm y tế theo quy định của Luật bảo hiểm y tế, được hưởng trợ cấp khó\r\nkhăn do ngân sách nhà nước bảo đảm;\nb) Con đẻ, con nuôi hợp\r\npháp của hạ sĩ quan, binh sĩ tại ngũ được miễn, giảm học phí khi học tại\r\ncơ sở giáo dục phổ thông công lập và ngoài công lập theo quy định của pháp luật\r\nvề chế độ miễn, giảm học phí;\nc) Trường hợp hạ sĩ quan, binh sĩ tại ngũ hy sinh,\r\ntừ trần trong khi làm nhiệm vụ thì gia đình được hưởng chế độ ưu đãi theo quy định\r\ncủa pháp luật.\n3. Đối với hạ sĩ quan, binh sĩ\r\nkhi xuất ngũ:\na) Được cấp tiền tàu xe, phụ\r\ncấp đi đường, trợ cấp xuất ngũ;\nb) Trước khi nhập ngũ đang học\r\ntập hoặc có giấy gọi vào học tập tại các trường thuộc cơ sở giáo dục nghề nghiệp,\r\ncơ sở giáo dục đại học thì được bảo lưu kết quả, được tiếp nhận vào học ở các\r\ntrường đó;\nc) Được trợ cấp tạo việc làm;\nd) Trước khi nhập ngũ đang làm việc tại cơ quan nhà\r\nnước, tổ chức chính trị, tổ chức chính trị - xã hội thì khi xuất ngũ cơ quan, tổ\r\nchức đó phải có trách nhiệm tiếp nhận lại, bố trí việc làm và bảo đảm thu nhập\r\nkhông thấp hơn trước khi nhập ngũ; trường hợp\r\ncơ quan, tổ chức đó đã giải thể thì cơ quan, tổ chức cấp trên trực tiếp có\r\ntrách nhiệm bố trí việc làm phù hợp;\nđ) Trước khi nhập ngũ đang làm việc tại tổ chức\r\nkinh tế thi khi xuất ngũ tổ chức đó phải có trách nhiệm tiếp nhận lại, bố trí\r\nviệc làm và bảo đảm tiền lương, tiền công tương xứng với vị trí việc làm và tiền\r\nlương, tiền công trước khi nhập ngũ; trường hợp\r\ntổ chức kinh tế đã chấm dứt hoạt động, giải thể hoặc phá sản thì việc giải quyết\r\nchế độ, chính sách đối với hạ sĩ quan, binh sĩ xuất ngũ được thực hiện như đối\r\nvới người lao động của tổ chức kinh tế đó theo quy định của pháp luật;\ne) Được giải quyết quyền lợi về bảo hiểm xã hội\r\ntheo quy định của Luật bảo hiểm xã hội;\ng) Đối với hạ sĩ quan, binh sĩ xuất ngũ theo quy định\r\ntại khoản 1 Điều 43 và khoản 1 Điều 48 của Luật này, khi về\r\nđịa phương được chính quyền các cấp, cơ quan, tổ chức ưu tiên sắp xếp việc làm\r\nvà cộng điểm trong tuyển sinh, tuyển dụng\r\ncông chức, viên chức; trong thời gian tập sự được hưởng 100% mức lương và phụ cấp\r\ncủa ngạch tuyển dụng tương ứng với trình độ đào tạo.\n4. Chính phủ quy định chi tiết Điều này.\n"
    },
    {
        "chapter_name": "Điều 51. Chế độ, chính sách đối\r\nvới hạ sĩ quan, binh sĩ dự bị",
        "content": "Hạ sĩ quan, binh sĩ dự bị trong thời gian tập trung\r\nhuấn luyện, diễn tập, kiểm tra sẵn sàng động viên, sẵn sàng chiến đấu thì bản\r\nthân và gia đình được hưởng chế độ chính sách theo quy định của Chính phủ.\nTrường hợp bị thương, bị bệnh hoặc từ trần trong\r\nkhi làm nhiệm vụ thì bản thân và gia đình được hưởng chế độ ưu đãi theo quy định\r\ncủa pháp luật.\n"
    },
    {
        "chapter_name": "Điều 52. Trách nhiệm của cơ quan,\r\ntổ chức trong thực hiện chế độ, chính sách đối với\r\ngia đình hạ sĩ quan, binh sĩ",
        "content": "Ủy ban nhân\r\ndân các cấp, cơ quan, tổ chức trong phạm vi chức năng, quyền hạn có trách nhiệm\r\nthực hiện chế độ, chính sách đối với gia đình hạ sĩ quan, binh sĩ tại ngũ và hạ\r\nsĩ quan, binh sĩ dự bị.\n"
    },
    {
        "chapter_name": "Điều 53. Ngân sách bảo đảm cho\r\nviệc thực hiện nghĩa vụ quân sự",
        "content": "1. Ngân sách trung ương bảo đảm kinh phí cho việc\r\nthực hiện nghĩa vụ quân sự của bộ, cơ quan trung ương.\n2. Ngân sách địa phương bảo đảm kinh phí cho việc\r\nthực hiện nghĩa vụ quân sự của cơ quan, tổ chức, đơn vị của địa phương.\n3. Kinh phí cho việc thực hiện nghĩa vụ quân sự của\r\ndoanh nghiệp, tổ chức khác do doanh nghiệp, tổ chức đó tự bảo đảm.\n4. Chính phủ quy định chi tiết Điều này.\n"
    },
    {
        "chapter_name": "Điều 54. Cơ quan quản lý nhà\r\nnước về nghĩa vụ quân sự",
        "content": "1. Chính phủ thống nhất quản lý nhà nước về nghĩa vụ\r\nquân sự trong phạm vi cả nước.\n2. Bộ Quốc phòng chịu trách nhiệm giúp Chính phủ thực\r\nhiện quản lý nhà nước về nghĩa vụ quân sự.\n3. Các bộ, cơ quan ngang bộ phối hợp với Bộ Quốc\r\nphòng thực hiện quản lý nhà nước về nghĩa vụ quân sự theo thẩm quyền.\n"
    },
    {
        "chapter_name": "Điều 55. Nhiệm vụ, quyền hạn của\r\nBộ Quốc phòng",
        "content": "1. Ban hành hoặc trình cấp có thẩm quyền ban hành văn bản quy phạm pháp luật về nghĩa vụ quân sự.\n2. Tổ chức thực hiện các văn bản quy phạm pháp luật\r\nvề thực hiện nghĩa vụ quân sự.\n3. Phối hợp tuyên truyền, phổ biến, giáo dục pháp\r\nluật về nghĩa vụ quân sự.\n4. Kiểm tra, thanh tra, khen thưởng, xử lý vi phạm;\r\ngiải quyết khiếu nại, tố cáo về nghĩa vụ quân sự theo quy định của pháp luật.\n5. Tổng kết\r\ncông tác thi hành pháp luật về nghĩa vụ quân sự.\n"
    },
    {
        "chapter_name": "Điều 56. Nhiệm vụ, quyền hạn của\r\ncác bộ, cơ quan ngang bộ",
        "content": "1. Bộ Công an chỉ đạo Công an các địa phương phối hợp\r\nvới cơ quan quân sự cùng cấp tổ chức thực hiện pháp luật về nghĩa vụ quân sự.\n2. Bộ Y tế chỉ đạo cơ quan y tế\r\nđịa phương phối hợp với cơ quan quân sự cùng cấp tổ chức khám sức khỏe nghĩa vụ\r\nquân sự; chủ trì phối hợp với Bộ Quốc phòng để quy định về tiêu chuẩn sức khỏe\r\nthực hiện nghĩa vụ quân sự.\n3. Bộ Giáo dục và Đào tạo chủ\r\ntrì phối hợp với Bộ Quốc phòng để chỉ đạo, hướng dẫn các cơ sở giáo dục thực hiện\r\npháp luật về nghĩa vụ quân sự và thực hiện đào tạo cán bộ, nhân viên chuyên môn\r\nkỹ thuật cho quân đội theo quyết định của Thủ tướng Chính phủ.\n4. Bộ Lao động - Thương binh và Xã hội tổ chức thực\r\nhiện chính sách hậu phương quân đội đối với\r\ngia đình hạ sĩ quan, binh sĩ; chính sách dạy nghề, việc làm đối với hạ sĩ quan,\r\nbinh sĩ xuất ngũ; chỉ đạo, hướng dẫn cơ sở giáo dục nghề nghiệp thuộc quyền quản\r\nlý thực hiện đào tạo cán bộ, nhân viên chuyên môn kỹ thuật cho quân đội theo\r\nquyết định của Thủ tướng Chính phủ.\n5. Bộ Thông tin và Truyền thông chỉ đạo các cơ quan\r\nthông tin đại chúng tổ chức tuyên truyền, phổ biến, giáo dục pháp luật về nghĩa\r\nvụ quân sự theo quy định của pháp luật.\n6. Bộ, cơ quan ngang bộ và cơ quan, tổ chức trong\r\nphạm vi nhiệm vụ, quyền hạn có trách nhiệm phối hợp với Bộ Quốc phòng thực hiện\r\nquy định của pháp luật về nghĩa vụ quân sự.\n"
    },
    {
        "chapter_name": "Điều 57. Trách nhiệm của Mặt\r\ntrận Tổ quốc Việt Nam và các tổ chức thành viên của Mặt trận",
        "content": "Mặt trận Tổ quốc Việt Nam và các tổ chức thành viên\r\ncủa Mặt trận trong phạm vi nhiệm vụ, quyền\r\nhạn có trách nhiệm giám sát việc thực hiện pháp luật về nghĩa vụ quân sự của cơ\r\nquan, tổ chức, cá nhân.\n"
    },
    {
        "chapter_name": "Điều 58. Nhiệm vụ, quyền hạn của\r\nỦy ban nhân dân các cấp",
        "content": "1. Chỉ đạo và tổ chức thực hiện pháp luật về nghĩa\r\nvụ quân sự tại địa phương.\n2. Tổ chức việc đăng ký, quản lý công dân trong độ\r\ntuổi thực hiện nghĩa vụ quân sự.\n3. Chịu trách nhiệm về số lượng, chất lượng công\r\ndân nhập ngũ, thực hiện nghĩa vụ tham gia Công an nhân dân và công dân phục vụ\r\ntrong ngạch dự bị của Quân đội nhân dân.\n4. Trong phạm vi nhiệm vụ, quyền hạn của mình, kiểm\r\ntra cơ quan, tổ chức, cá nhân thực hiện pháp luật về nghĩa vụ quân sự tại địa\r\nphương.\n"
    },
    {
        "chapter_name": "Điều 59. Xử lý vi phạm",
        "content": "1. Tổ chức, cá nhân có hành vi trốn tránh, chống đối,\r\ncản trở việc thực hiện nghĩa vụ quân sự thì tùy\r\ntheo tính chất, mức độ vi phạm mà bị xử lý kỷ luật, xử phạt hành chính hoặc bị\r\ntruy cứu trách nhiệm hình sự.\n2. Hạ sĩ quan, binh sĩ tại ngũ, hạ sĩ quan, binh sĩ\r\ndự bị trong thời gian tập trung huấn luyện, diễn tập, kiểm tra sẵn sàng động\r\nviên, sẵn sàng chiến đấu mà vi phạm kỷ luật, vi phạm pháp luật thì tùy theo tính chất, mức độ vi phạm mà bị xử lý\r\nkỷ luật, xử phạt hành chính hoặc bị truy cứu trách nhiệm hình sự; nếu gây thiệt\r\nhại thì phải bồi thường theo quy định của pháp luật.\n"
    },
    {
        "chapter_name": "Điều 60. Hình thức kỷ luật đối\r\nvới hạ sĩ quan, binh sĩ",
        "content": "1. Hình thức kỷ luật đối với hạ sĩ quan, binh sĩ:\na) Khiển trách;\nb) Cảnh cáo;\nc) Giáng chức;\nd) Cách chức;\nđ) Giáng cấp bậc quân hàm;\ne) Tước danh hiệu quân nhân.\n2. Bộ trưởng Bộ Quốc phòng quy\r\nđịnh việc áp dụng các hình thức kỷ luật, thời hạn, trình tự và thẩm quyền xử lý\r\nkỷ luật đối với hạ sĩ quan, binh sĩ.\n"
    },
    {
        "chapter_name": "Điều 61. Hiệu lực thi hành",
        "content": "1. Luật này có hiệu lực thi hành từ ngày 01 tháng\r\n01 năm 2016.\n2. Luật nghĩa vụ quân\r\nsự ngày 30 tháng 12 năm 1981; Luật sửa đổi, bổ\r\nsung một số điều của Luật nghĩa vụ quân sự ngày 21 tháng 12 năm 1990; Luật sửa đổi, bổ sung một số điều của Luật nghĩa vụ\r\nquân sự ngày 22 tháng 6 năm 1994 và Luật sửa\r\nđổi, bổ sung một số điều của Luật nghĩa vụ quân sự số 43/2005/QH11 ngày 14\r\ntháng 6 năm 2005 hết hiệu lực kể từ ngày Luật này có hiệu lực thi hành.\n"
    },
    {
        "chapter_name": "Điều 62. Quy định chi tiết",
        "content": "Chính phủ, các bộ quy định chi tiết thi hành các điều,\r\nkhoản được giao trong Luật.\nLuật này đã được Quốc hội nước Cộng hòa xã hội\r\nchủ nghĩa Việt Nam khóa XIII, kỳ họp thứ 9 thông qua ngày 19 tháng 6 năm 2015.\n\n\n\n\n"
    }
]